{
  "gatunek": "Dąb czerwony",
  "nazwa_lacinska": "Quercus rubra",
  "nazwa_zbioru": [
    "Drzewa",
    "Drzewa liściaste",
    "Bukowate",
    "Quercus",
    "Dąb czerwony"
  ],
  "zdjecia": [
    "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a2/Quercus_rubra.jpg/480px-Quercus_rubra.jpg",
    "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0f/Quercus_rubra_2.jpg/480px-Quercus_rubra_2.jpg"
  ],
  "ciekawostki_kulturowe": [
    "W Ameryce Północnej dąb czerwony uważany jest za drzewo siły i długowieczności – tubylcze plemiona sadziły go przy obrzędowych miejscach.",
    "Żołędzie dębu czerwonego były dawniej prażone i używane jako substytut kawy podczas wojen.",
    "W Polsce sadzony od XVIII wieku jako drzewo ozdobne i leśne – dziś bywa symbolem parków i alei.",
    "W tradycji północnoamerykańskiej liście dębu czerwonego wkładano do legowisk zwierząt, aby chroniły je przed złymi duchami.",
    "Jesienią liście dębu czerwonego przebarwiają się na intensywny czerwono-purpurowy kolor, co czyni go jedną z najbardziej efektownych ozdób parkowych."
  ],
  "permakultura": {
    "opis": "Dąb czerwony to drzewo szybko rosnące, zadomowione w Europie. W permakulturze stosowany jest jako element warstwy drzewnej w ogrodach leśnych. Poprawia strukturę gleby przez głęboki system korzeniowy i daje schronienie dla ptaków.",
    "funkcje": [
      "Tworzy cień i mikroklimat w ogrodzie leśnym",
      "Źródło żołędzi, które mogą być wykorzystywane po odpowiedniej obróbce",
      "Poprawia bioróżnorodność – przyciąga owady i ptaki",
      "Może stabilizować zbocza i chronić glebę przed erozją"
    ],
    "gildie": [
      "Dobrze rośnie w towarzystwie leszczyny, grabu, lipy i krzewów runa leśnego (marzanki, szczawiku, poziomek)",
      "Tworzy stabilne ekosystemy w ogrodach parkowych i leśnych"
    ]
  },
  "Cechy": {
    "wystepowanie": {
      "obszar": "Naturalnie w Ameryce Północnej (Kanada, USA), introdukowany do Europy od XVIII w.",
      "w_polsce": "Często sadzony w parkach, ogrodach, lasach gospodarczych, szczególnie na Śląsku i w zachodniej Polsce.",
      "zrodlo": [
        "https://pl.wikipedia.org/wiki/D%C4%85b_czerwony"
      ]
    },
    "opis_botaniczny": {
      "pokroj": "Drzewo liściaste osiągające 25–30 m wysokości, z szeroką koroną.",
      "liscie": "Liście duże, klapowane, jesienią przebarwiają się na czerwono.",
      "kwiaty": "Niepozorne, rozdzielnopłciowe, pojawiają się w maju.",
      "owoce": "Żołędzie dojrzewające w drugim roku, jajowate, spłaszczone.",
      "kora": "Młoda gładka i szara, z wiekiem ciemnieje i spęka.",
      "zrodlo": [
        "https://www.monaconatureencyclopedia.com/quercus-rubra/"
      ]
    },
    "wlasciwosci_i_skladniki": [
      {
        "nazwa": "Taniny (garbniki)",
        "dzialanie": "działanie ściągające, przeciwzapalne, antybakteryjne",
        "sklad": "taniny katechinowe, kwasy fenolowe",
        "zrodlo": [
          "https://www.sciencedirect.com/topics/agricultural-and-biological-sciences/quercus-rubra"
        ]
      },
      {
        "nazwa": "Flawonoidy",
        "dzialanie": "działanie antyoksydacyjne, ochronne na naczynia krwionośne",
        "sklad": "kwercetyna, katechiny",
        "zrodlo": [
          "https://pubmed.ncbi.nlm.nih.gov/19650007/"
        ]
      }
    ],
    "cechy_i_historia": {
      "opis": "Dąb czerwony został sprowadzony do Europy w XVIII wieku jako drzewo ozdobne i szybko zadomowił się w parkach i lasach. W Ameryce był drzewem o znaczeniu rytualnym i praktycznym – żołędzie służyły jako pokarm po usunięciu goryczy, a drewno wykorzystywano w budownictwie.",
      "cechy": [
        "Szybki wzrost – do 1 m rocznie",
        "Piękne czerwone liście jesienią",
        "Drewno trwałe, używane w meblarstwie i stolarstwie",
        "Żołędzie gorzkie, wymagają wypłukania tanin"
      ],
      "zastosowanie_historyczne": [
        "Żołędzie jako pokarm w czasach głodu (po wymoczeniu)",
        "Drewno do budowy domów, mostów i narzędzi",
        "Symbol siły i ochrony w kulturach indiańskich"
      ]
    }
  }
}
