{
  "id": "bez_czarny",
  "nazwa_pl": "Bez czarny",
  "nazwa_lat": "Sambucus nigra",
  "rodzina": "Piżmaczkowate (Adoxaceae) / dawniej bzowate",
  "opis": "Szybko rosnący krzew lub niskie drzewo (do 10 m) o charakterystycznej, spękanej, korkowatej korze. Pędy wypełnione są lekkim, białym rdzeniem. Bez czarny to jedna z najbardziej zasłużonych roślin w historii medycyny ludowej – wierzono, że w jego korzeniach mieszka opiekuńczy duch ogniska domowego, dlatego rzadko decydowano się na jego wycięcie. Jest rośliną wskaźnikową gleb bogatych w azot.",

  "profil_energetyczny": {
    "smak": "Słodki, lekko gorzki (kwiaty), kwaśno-słodki (owoce)",
    "termika": "Chłodząca (kwiaty), neutralna ku ogrzewającej (owoce)",
    "wilgotnosc": "Osuszająca (napotna)",
    "zywiol": "Woda i Ogień",
    "opis": "Kwiaty bzu działają jak 'otwieracz' porów – wyprowadzają gorączkę na zewnątrz poprzez pot, chłodząc wnętrze organizmu. Owoce natomiast budują odporność i poruszają zastoje śluzu w drogach oddechowych."
  },

  "wymagania": {
    "stanowisko": "Słoneczne do półcienistego. Na słońcu owoce dojrzewają równomiernie i mają więcej antocyjanów.",
    "gleba": "Żyzna, próchniczna, wilgotna, bardzo bogata w azot i potas. Doskonale rośnie przy kompostownikach i oborach.",
    "ph_gleby": "5.5 - 7.5 (Tolerancyjny, ale preferuje lekko kwaśne do obojętnych).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie odporny na mrozy).",
    "woda": "Lubi wilgoć, ale posiada głęboki system korzeniowy, który pozwala mu przetrwać okresowe susze."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Liście nieparzystopierzaste, złożone z 5-7 jajowatych, piłkowanych listków, o specyficznym, mdłym zapachu.",
      "Kwiaty zebrane w duże, płaskie baldachogrona o barwie kremowobiałej.",
      "Owoce to lśniące, fioletowoczarne jagody (pestkowce) na czerwonawych szypułkach.",
      "Pędy po przełamaniu ukazują gruby, biały, gąbczasty rdzeń."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Bez hebd (Sambucus ebulus)",
        "roznica": "UWAGA: Trujący! Hebd jest byliną (nie drewnieje), wyrasta co roku z ziemi do 1-2 m. Jego owoce są wzniesione do góry, a zapach jest bardzo nieprzyjemny."
      },
      {
        "nazwa": "Bez koralowy (Sambucus racemosa)",
        "roznica": "Owoce są jaskrawoczerwone, a kwiatostany mają kształt piramidalny (wiechowaty), nie płaski."
      }
    ]
  },

  "czesci_rosliny": {
    "kwiaty": {
      "nazwa_surowca": "Flos Sambuci",
      "opis_botaniczny": "Całe kwiatostany zbierane w słoneczne dni, gdy większość kwiatów jest rozwinięta, ale nie opada.",
      "skladniki_aktywne": [
        "Flawonoidy (rutyna, kwercetyna)",
        "Kwasy fenolowe (chlorogenowy)",
        "Śluzy",
        "Olejek eteryczny",
        "Sole mineralne (potas)"
      ],
      "wlasciwości": "Silnie napotne, obniżające gorączkę, uszczelniające naczynia włosowate, wykrztuśne, moczopędne.",
      "czas_zbioru": "Maj - Czerwiec.",
      "ostrzezenia": "Należy odcinać całe baldachy, ale do suszenia i przetworów najlepiej oddzielić same kwiaty od grubych, zielonych łodyżek (zawierają sambunigrynę)."
    },
    "owoce": {
      "nazwa_surowca": "Fructus Sambuci",
      "opis_botaniczny": "Dojrzałe, czarnofioletowe owoce zbierane w całych gronach.",
      "skladniki_aktywne": [
        "Antocyjany (sambucyna)",
        "Witaminy (A, C, z grupy B)",
        "Kwasy organiczne",
        "Pektyny",
        "Glikozydy cyjanogenne (sambunigryna - rozkłada się w wysokiej temperaturze)"
      ],
      "wlasciwości": "Antywirusowe (blokują wnikanie wirusów grypy do komórek), immunostymulujące, przeciwbólowe, lekko przeczyszczające i odtruwające.",
      "czas_zbioru": "Sierpień - Wrzesień.",
      "ostrzezenia": "NIGDY nie spożywać surowych owoców ani soku na zimno! Zawarta w nich sambunigryna powoduje silne nudności, wymioty i zawroty głowy. Obróbka termiczna (gotowanie) całkowicie neutralizuje toksynę."
    }
  },

  "zastosowanie": {
    "medyczne": "Przeziębienie, grypa, stany gorączkowe, katar, zapalenie zatok. Pomocniczo w leczeniu nerwobólów (rwa kulszowa) oraz jako środek oczyszczający organizm z toksyn (detoks wiosenny i jesienny).",
    "kulinarne": "Syrop z kwiatów bzu (tzw. Hyćka), smażone baldachy bzu w cieście naleśnikowym. Z owoców: soki, dżemy, konfitury (często łączone z jabłkami) oraz lecznicze nalewki.",
    "ogrodowe": "Roślina osłonowa, przyciągająca ptaki (zjadają owoce) i pożyteczne owady. Gnojówka z liści bzu odstrasza krety i nornice.",
    "rzemieslnicze": "Z młodych pędów po usunięciu miękkiego rdzenia od wieków wyrabiano fujarki, gwizdki i rurki. Barwnik z owoców służy do barwienia wina i tkanin na kolor fioletowy/purpurowy."
  },

  "interakcje": "Przetwory z bzu mogą nasilać działanie leków moczopędnych oraz leków obniżających poziom cukru we krwi. Ze względu na działanie immunostymulujące, należy zachować ostrożność przy lekach immunosupresyjnych.",

  "ciekawostki": [
    "W tradycji germańskiej bez był poświęcony bogini Holle (Pani Zamieci), która opiekowała się domostwem i roślinami.",
    "Harry Potter posiadał 'Czarną Różdżkę' (Elder Wand), która według legendy była wykonana właśnie z drewna bzu czarnego.",
    "Kwiaty bzu zbierane rano mają najsilniejszy aromat, ponieważ słońce nie zdążyło jeszcze odparować olejków eterycznych.",
    "W medycynie ludowej wierzono, że bez 'wyciąga' chorobę z domu, dlatego sadzono go blisko okien sypialni."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator potasu.",
      "Gatunek kluczowy dla bioróżnorodności (pokarm dla ponad 60 gatunków ptaków).",
      "Szybka osłona wiatrowa i 'wypełniacz' luk w ogrodzie leśnym.",
      "Wskaźnik wysokiej zawartości azotu w glebie."
    ],
    "gildie": [
      { "name": "Jabłoń / Grusza", "rola": "Bez czarny chroni drzewa owocowe przed niektórymi patogenami i przyciąga zapylacze." },
      { "name": "Pokrzywa zwyczajna", "rola": "Obie rośliny kochają azot; pokrzywa pod bzem rośnie silniej, co zwiększa jej wartość leczniczą." },
      { "name": "Poziomka pospolita", "rola": "Może rosnąć w świetlistym cieniu pod krzewem bzu." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór kwiatów",
        "miesiace": [5, 6],
        "opis": "Ścinanie całych baldachów, gdy środkowe kwiaty są otwarte. Układamy luźno w koszyku, by nie 'zapociły' surowca.",
        "faza_ksiezyca": "Księżyc przybywający (faza kwiatu)",
        "pora_dnia": "Przedpołudnie (po rosie)",
        "pogoda": "Słoneczna, sucha",
        "wplyw_ksiezyca": "Gwarantuje jasny kolor suszu i intensywny zapach."
      },
      {
        "czynnosc": "Zbiór owoców",
        "miesiace": [8, 9],
        "opis": "Zbieramy tylko w pełni dojrzałe, czarne grona. Owoce zielone należy bezwzględnie odrzucić.",
        "faza_ksiezyca": "Księżyc ubywający",
        "pora_dnia": "Popołudnie",
        "pogoda": "Sucho",
        "wplyw_ksiezyca": "Większa trwałość owoców i mniejsza zawartość wody, co ułatwia zagęszczanie soków."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Syrop z owoców bzu (Pogromca Przeziębienia)",
      "typ": "medyczne",
      "metoda": "gotowanie",
      "tagi": ["grypa", "odporność", "kaszel", "zatoki"],
      "skladniki": [
        "Dojrzałe owoce bzu czarnego: 1 kg",
        "Miód naturalny: 500g (lub cukier)",
        "Sok z 1 cytryny",
        "Woda: 200 ml"
      ],
      "sposob_przygotowania": [
        "Owoce oddzielić od szypułek (najlepiej widelcem).",
        "Zalać wodą i gotować na małym ogniu przez 20-30 minut, aż puszczą sok i objętość zmaleje (to neutralizuje sambunigrynę!).",
        "Przecisnąć przez gęste sito lub gazę.",
        "Gdy sok lekko przestygnie (do ok. 40 stopni), dodać miód i sok z cytryny.",
        "Przelać do ciemnych butelek i przechowywać w lodówce."
      ],
      "dawkowanie": "Profilaktycznie 1 łyżka dziennie. Przy infekcji 1 łyżka 3-4 razy dziennie.",
      "uwagi": "Niezwykle skuteczny środek skracający czas trwania grypy.",
      "roslina": "Bez czarny",
      "slug": "bez_czarny",
      "cechy": ["ciemnofioletowy kolor", "gęsta konsystencja"],
      "wlasciwosci": ["antywirusowa", "immunostymulująca"]
    },
    {
      "tytul": "Napar z kwiatów bzu (Na gorączkę)",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["gorączka", "detoks", "napotne"],
      "skladniki": [
        "Suszone kwiaty bzu: 1 łyżka",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Kwiaty zalać wrzątkiem.",
        "Parzyć pod przykryciem 15 minut.",
        "Przecedzić."
      ],
      "dawkowanie": "Pić gorące, a następnie położyć się do łóżka, by wypocić chorobę.",
      "roslina": "Bez czarny",
      "slug": "bez_czarny"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Hyćka - Syrop z kwiatów bzu",
      "typ": "kulinarne",
      "metoda": "maceracja",
      "tagi": ["lemoniada", "lato", "orzeźwienie"],
      "skladniki": [
        "Baldachy kwiatów bzu: 30-40 sztuk",
        "Cukier: 1 kg",
        "Woda: 1 litr",
        "Cytryny: 2 sztuki"
      ],
      "sposob_przygotowania": [
        "Kwiaty oczyścić z owadów (nie płukać, by nie stracić pyłku).",
        "Zalać gorącym syropem z wody i cukru, dodać pokrojone cytryny.",
        "Odstawić na 2-3 dni w chłodne miejsce.",
        "Przecedzić, zagotować i rozlać do słoików."
      ],
      "uwagi": "Znakomity dodatek do wody gazowanej latem.",
      "roslina": "Bez czarny",
      "slug": "bez_czarny"
    }
  ],
  "ostrzezenia": "Surowe owoce i sok z surowych owoców są toksyczne! Zawsze poddawaj owoce obróbce termicznej (gotowanie, pieczenie). Nie stosować kwiatów bzu przy ostrym zapaleniu nerek."
}