{
  "id": "borowka_czarna",
  "nazwa_pl": "Borówka czarna (Jagoda)",
  "nazwa_lat": "Vaccinium myrtillus",
  "rodzina": "Wrzosowate (Ericaceae)",
  "opis": "Niska, wieloletnia krzewinka o kanciastych, zielonych pędach, tworząca gęste łany w lasach iglastych i mieszanych. Jest rośliną wybitnie kwasolubną, żyjącą w ścisłej symbiozie z grzybnią (mikoryza). Jej owoce to czarne, lśniące jagody z niebieskawym nalotem, których sok trwale barwi skórę i tkaniny. Borówka jest biologicznym skarbem północy, przystosowanym do trudnych warunków i ubogich gleb bielicowych.",

  "profil_energetyczny": {
    "smak": "Słodki, kwaśny, cierpki",
    "termika": "Chłodna",
    "wilgotnosc": "Osuszająca (liście i suszone owoce), nawilżająca (świeże owoce)",
    "zywiol": "Ziemia i Woda",
    "opis": "Borówka to 'stabilizator granic'. Jej energia wzmacnia naczynia włosowate (granice układu krążenia) i tonizuje błony śluzowe jelit. Chłodzi stany zapalne wywołane nadmiarem cukru we krwi i działa kojąco na zmęczone, 'rozpalone' oczy."
  },

  "wymagania": {
    "stanowisko": "Półcień do cienia. Choć owocuje obficie w miejscach prześwietlonych, potrzebuje wilgotnego, leśnego mikroklimatu.",
    "gleba": "Lekka, piaszczysta, próchniczna, wybitnie uboga w wapń.",
    "ph_gleby": "3.5 - 5.0 (Silnie kwasolubna).",
    "mrozoodpornosc": "Strefa 2 (Ekstremalnie odporna na mrozy, ale potrzebuje okrywy śnieżnej dla ochrony pędów).",
    "woda": "Wymaga stałej wilgotności podłoża; susza w czasie kwitnienia drastycznie ogranicza zbiory."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Pędy zielone, ostro kanciaste, nagie (nieowłosione).",
      "Liście drobne, jajowate, drobno piłkowane, opadające na zimę (w przeciwieństwie do borówki brusznicy).",
      "Owoce pojedyncze, kuliste, czarno-niebieskie, o soku intensywnie barwiącym na fioletowo.",
      "Kwiaty dzbanuszkowate, różowawo-zielone, wyrastające pojedynczo w kątach liści."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Borówka brusznica (Vaccinium vitis-idaea)",
        "roznica": "Brusznica ma liście zimozielone, skórzaste, spodem kropkowane. Owoce są czerwone, gorzkawe i nie brudzą rąk."
      },
      {
        "nazwa": "Borówka bagienna (Pijanica) (Vaccinium uliginosum)",
        "roznica": "Pędy są obłe (nie kanciaste), owoce mają bezbarwny sok i są większe. Spożycie w dużej ilości może powodować lekkie zawroty głowy (przez pasożytującego na niej grzyba)."
      }
    ]
  },

  "czesci_rosliny": {
    "owoce": {
      "nazwa_surowca": "Fructus Myrtilli",
      "opis_botaniczny": "Dojrzałe jagody zbierane latem. Najcenniejsze są te rosnące dziko w lasach.",
      "skladniki_aktywne": [
        "Antocyjany (mirtilina - wzmacnia naczynia i wzrok)",
        "Garbniki (do 7% w świeżych, więcej w suszonych)",
        "Pektyny",
        "Witaminy (C, B1, B2, PP, A)",
        "Kwasy organiczne"
      ],
      "wlasciwości": "Świeże: lekko przeczyszczające i witaminizujące. Suszone: silnie przeciwbiegunkowe, odkażające jelita, poprawiające mikrokrążenie w siatkówce oka.",
      "czas_zbioru": "Lipiec - Sierpień.",
      "ostrzezenia": "Należy dokładnie myć jagody leśne (ryzyko bąblowicy!)."
    },
    "liscie": {
      "nazwa_surowca": "Folium Myrtilli",
      "opis_botaniczny": "Młode, zielone liście zbierane przed owocowaniem.",
      "skladniki_aktywne": [
        "Neomirtilina (tzw. roślinna insulina - obniża poziom cukru)",
        "Arbutyna (odkaża drogi moczowe)",
        "Garbniki",
        "Flawonoidy"
      ],
      "wlasciwości": "Przeciwcukrzycowe, moczopędne, przeciwzapalne w obrębie pęcherza.",
      "czas_zbioru": "Maj - Czerwiec.",
      "ostrzezenia": "Długotrwałe stosowanie wysokich dawek liści może powodować anemię (ze względu na garbniki)."
    }
  },

  "zastosowanie": {
    "medyczne": "Biegunki (suszone owoce), zaburzenia widzenia o zmierzchu, kruchość naczyń krwionośnych, hemoroidy, wczesne stadia cukrzycy (liście), stany zapalne jamy ustnej.",
    "kulinarne": "Jagodzianki (klasyk), pierogi, soki, dżemy, zupy jagodowe, nalewki. Jagody to idealny dodatek do deserów o niskim indeksie glikemicznym.",
    "ogrodowe": "Roślina okrywowa w ogrodach wrzosowiskowych i leśnych. Wymaga jednak bardzo specyficznej grzybni mikoryzowej, by przetrwać poza lasem.",
    "rzemieslnicze": "Sok z borówek był historycznie używany jako atrament oraz trwały barwnik do tkanin (odcienie od fioletu po ciemną zieleń)."
  },

  "interakcje": "Liście mogą nasilać działanie leków przeciwcukrzycowych (ryzyko hipoglikemii). Owoce mogą lekko hamować agregację płytek krwi (rozrzedzać krew).",

  "ciekawostki": [
    "Podczas II wojny światowej brytyjscy piloci RAF jedli dżem jagodowy przed nocnymi misjami, co rzekomo drastycznie poprawiało ich zdolność widzenia w ciemności.",
    "Jagoda czarna to jedna z niewielu roślin, która potrafi akumulować mangan w ilościach bezpiecznych dla ludzi, a leczniczych dla metabolizmu.",
    "Antocyjany z borówki są tak silne, że przetrwały w naczyniach znalezionych w Pompejach, zachowując swoje właściwości barwiące.",
    "W medycynie ludowej suszone jagody nazywano 'czarnym złotem' i podawano dzieciom jako jedyny pewny lek na 'choroby brzucha'.",
    "Jedna krzewinka borówki może żyć nawet 30 lat, choć jej nadziemne pędy wymieniają się częściej."
  ],

  "permakultura": {
    "funkcje": [
      "Kluczowy element runa w systemach leśnych (Food Forests).",
      "Bioindykator silnego zakwaszenia gleby.",
      "Podstawowa baza pokarmowa dla ptaków leśnych i niedźwiedzi.",
      "Producent próchnicy kwasolubnej."
    ],
    "gildie": [
      { "nazwa": "Sosna zwyczajna", "rola": "Borówka rośnie najlepiej w cieniu sosen, korzystając z ich ściółki." },
      { "nazwa": "Wrzos zwyczajny", "rola": "Naturalni sąsiedzi z tej samej rodziny roślinnej." },
      { "nazwa": "Grzyby jadalne (np. Koźlarz)", "rola": "Symbioza mikoryzowa." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór owoców",
        "miesiace": [7],
        "opis": "Zbiór ręczny. Używanie 'grzebieni' niszczy krzewinki i jest w Polsce zakazane w lasach państwowych.",
        "faza_ksiezyca": "Księżyc przybywający",
        "pora_dnia": "Przedpołudnie (po rosie)",
        "wplyw_ksiezyca": "Zwiększa soczystość i zawartość witamin."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Odwar z suszonych jagód (Stop Biegunce)",
      "typ": "medyczne",
      "metoda": "odwar",
      "tagi": ["biegunka", "trawienie", "jelita", "dzieci"],
      "skladniki": [
        "Suszone owoce borówki czarnej: 2 łyżki",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Owoce zalać letnią wodą i gotować pod przykryciem przez 10 minut.",
        "Odstawić na 15 minut, przecedzić."
      ],
      "dawkowanie": "Pić małymi łykami w ciągu dnia. Dla dzieci 1-2 łyżeczki co godzinę.",
      "uwagi": "W przeciwieństwie do świeżych jagód, suszone działają silnie zapierająco.",
      "roslina": "Borówka czarna",
      "slug": "borowka_czarna",
      "cechy": ["ciemnofioletowy kolor", "cierpki smak"],
      "wlasciwosci": ["ściągająca", "antyseptyczna"]
    },
    {
      "tytul": "Napar z liści dla diabetyków",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["cukrzyca", "cukier", "metabolizm"],
      "skladniki": [
        "Suszone liście borówki: 1 łyżka",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Zalać wrzątkiem, parzyć pod przykryciem 20 minut.",
        "Przecedzić."
      ],
      "dawkowanie": "Pić 2 razy dziennie po pół szklanki przed posiłkiem.",
      "roslina": "Borówka czarna",
      "slug": "borowka_czarna"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Leśne Smoothie 'Bystre Oko'",
      "typ": "kulinarne",
      "metoda": "blendowanie",
      "tagi": ["wzrok", "antyoksydanty", "energia"],
      "skladniki": [
        "Świeże jagody: 1 szklanka",
        "Banan: 1 sztuka",
        "Jogurt naturalny lub mleko kokosowe: 200 ml",
        "Szczypta cynamonu"
      ],
      "sposob_przygotowania": [
        "Wszystkie składniki zblendować na gładką masę."
      ],
      "uwagi": "Idealna dawka antocyjanów dla osób pracujących przy komputerze.",
      "roslina": "Borówka czarna",
      "slug": "borowka_czarna"
    }
  ],
  "ostrzezenia": "Zawsze myj owoce leśne przed spożyciem ze względu na ryzyko zakażenia bąblowicą (Echinokokoza). Osoby z chorobą wrzodową żołądka powinny unikać świeżych jagód w dużych ilościach."
}