{
  "id": "buk_zwyczajny",
  "nazwa_pl": "Buk zwyczajny",
  "nazwa_lat": "Fagus sylvatica",
  "rodzina": "Bukowate (Fagaceae)",
  "opis": "Potężne drzewo liściaste o gęstej koronie, dorastające do 30-40 m wysokości. Jego kora jest unikalna w polskim krajobrazie – pozostaje gładka i popielatoszara przez całe życie drzewa. Buk tworzy specyficzne ekosystemy zwane buczynami, gdzie przez gęste ulistnienie do dna lasu dociera bardzo mało światła. Jest to drzewo długowieczne (do 300-400 lat), będące filarem europejskiej gospodarki leśnej i etnobotaniki.",

  "profil_energetyczny": {
    "smak": "Słodkawy, cierpki, trawiasty (liście)",
    "termika": "Chłodna",
    "wilgotnosc": "Stabilizująca",
    "zywiol": "Ziemia i Powietrze",
    "opis": "Buk to energia struktury, jasności umysłu i stabilności. Jego obecność uspokaja rozbiegane myśli i pomaga 'osadzić się' w rzeczywistości. Leczniczo chłodzi stany zapalne i ściąga tkanki, pomagając w regeneracji."
  },

  "wymagania": {
    "stanowisko": "Cieniste do słonecznego. Jako młode drzewo wybitnie cienioznośne. Wymaga dużej wilgotności powietrza.",
    "gleba": "Żyzna, świeża, zasobna w wapń. Nienawidzi gleb bardzo suchych, piaszczystych oraz silnie podmokłych.",
    "ph_gleby": "6.0 - 7.5 (Obojętna do zasadowej).",
    "mrozoodpornosc": "Strefa 5 (Wrażliwy na spóźnione przymrozki majowe, które niszczą młode liście).",
    "woda": "Wysokie wymagania wilgotnościowe; buk cierpi podczas suchych, gorących lat."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Kora zawsze gładka, popielatoszara, przypominająca skórę słonia.",
      "Pąki zimowe są bardzo charakterystyczne: długie (do 2 cm), wrzecionowate i ostro zakończone (wyglądają jak cygara).",
      "Liście jajowate, lśniące, o falistym brzegu (młode liście są jedwabiście owłosione na brzegach).",
      "Owoce (bukiew) to trójgraniaste orzeszki ukryte w kolczastej okrywie (kupuli), która pęka na cztery klapy."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Grab pospolity (Carpinus betulus)",
        "roznica": "Kora grabu ma ciemniejsze, faliste smugi ('mięśnie'), pąki są znacznie krótsze i przylegają do gałązki, a brzegi liści są wyraźnie piłkowane."
      }
    ]
  },

  "czesci_rosliny": {
    "liscie": {
      "nazwa_surowca": "Folium Fagi",
      "opis_botaniczny": "Najcenniejsze są młode, jasnozielone liście zbierane w maju.",
      "skladniki_aktywne": ["Kwercetyna", "Garbniki", "Śluzy", "Kwasy organiczne"],
      "wlasciwości": "Przeciwzapalne, antyseptyczne, łagodnie ściągające. Żucie świeżych liści pomaga przy aftach i zapaleniu dziąseł.",
      "czas_zbioru": "Maj - Czerwiec."
    },
    "owoce_bukiew": {
      "nazwa_surowca": "Fructus Fagi",
      "opis_botaniczny": "Trójkątne orzeszki zbierane po opadnięciu (wrzesień/październik).",
      "skladniki_aktywne": ["Olej tłusty (do 40%)", "Skrobia", "Białka", "Fagina (alkaloid toksyczny w dużych ilościach)"],
      "wlasciwości": "Wysokoenergetyczny pokarm. Po uprażeniu fagina ulega rozkładowi, czyniąc orzeszki bezpiecznymi.",
      "czas_zbioru": "Wrzesień - Październik.",
      "ostrzezenia": "Nie jeść dużej ilości surowych orzeszków – fagina może wywołać zawroty głowy i halucynacje."
    },
    "kora": {
      "nazwa_surowca": "Cortex Fagi",
      "wlasciwości": "Działa przeciwgorączkowo i przeciwbiegunkowo (ze względu na garbniki).",
      "czas_zbioru": "Wczesna wiosna."
    }
  },

  "zastosowanie": {
    "medyczne": "Stany zapalne jamy ustnej (liście), gorączka (wyciągi z kory), choroby skóry (dziegieć bukowy - Pix fagi).",
    "kulinarne": "Młode liście w maju są jadalne na surowo (smakują jak kwaśna sałata). Orzeszki bukowe po uprażeniu smakują jak orzechy laskowe lub piniowe. Olej z bukwi jest jadalny i bardzo trwały.",
    "ogrodowe": "Wspaniałe żywopłoty (buk zatrzymuje suche liście na zimę, co daje osłonę wizualną). Tworzenie mikroklimatu leśnego.",
    "rzemieslnicze": "Drewno bukowe jest twarde i giętkie po obróbce parą (meble Thoneta). Doskonałe do produkcji przyborów kuchennych i parkietów."
  },

  "interakcje": "Brak istotnych interakcji przy stosowaniu zewnętrznym i kulinarnym (prażone orzeszki).",

  "ciekawostki": [
    "Słowo 'książka' w wielu językach (ang. book, niem. Buch) wywodzi się od nazwy buka (Boke/Buche), ponieważ dawni Germanie używali bukowych deseczek do rycia run.",
    "Bukiew to 'leśny chleb' dla dzików, saren i ptaków. Lata nasienne (kiedy buk owocuje masowo) zdarzają się raz na 5-8 lat i są kluczowe dla przetrwania fauny.",
    "Kora buka jest tak gładka, ponieważ drzewo to nie potrafi tworzyć martwicy korkowej tak szybko jak dąb. Jest przez to wrażliwe na silne nasłonecznienie (tzw. oparzelina kory).",
    "Popiół z drewna bukowego zawiera dużo potasu i był dawniej używany do produkcji szkła oraz jako nawóz i środek do prania ubrań.",
    "Świeże liście buka, zerwane prosto z drzewa w maju, zawierają mnóstwo witaminy C i są doskonałym survivalowym źródłem energii."
  ],

  "permakultura": {
    "funkcje": [
      "Producent biomasy (liście buka rozkładają się wolno, tworząc cenną ściółkę bukową).",
      "Nurse tree (drzewo piastun) dla roślin cieniolubnych.",
      "Retencja wody w glebie leśnej.",
      "Siedlisko dla specyficznych grzybów (np. Gąska bukowa, Boczniak)."
    ],
    "gildie": [
      { "nazwa": "Zawilec gajowy", "rola": "Tworzy piękne dywany w buczynach przed rozwinięciem liści drzew." },
      { "nazwa": "Jodła pospolita", "rola": "Naturalny partner w reglu dolnym lasów górskich." },
      { "nazwa": "Żywiec cebulkowy", "rola": "Roślina wskaźnikowa dla żyznych buczyn." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór młodych liści na sałatkę",
        "miesiace": [5],
        "opis": "Zbieraj liście, gdy są jeszcze miękkie i mają jasny kolor.",
        "faza_ksiezyca": "Księżyc przybywający",
        "pora_dnia": "Poranek"
      },
      {
        "czynnosc": "Zbiór bukwi",
        "miesiace": [9, 10],
        "opis": "Zbieranie nasion z ziemi po silniejszych wiatrach.",
        "faza_ksiezyca": "Księżyc ubywający",
        "wplyw_ksiezyca": "Mniejsza wilgotność nasion ułatwia ich przechowywanie i prażenie."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Napar z liści na zapalenie dziąseł",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["jama ustna", "dziąsła", "antyseptyka"],
      "skladniki": [
        "Garść świeżych lub suszonych liści buka",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Liście zalać wrzątkiem.",
        "Parzyć pod przykryciem 15 minut.",
        "Stosować jako płukankę do ust 3-4 razy dziennie."
      ],
      "uwagi": "Działa kojąco i ściągająco na rany w buzi.",
      "roslina": "Buk zwyczajny",
      "slug": "buk_zwyczajny"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Prażona Bukiew (Leśne orzeszki)",
      "typ": "kulinarne",
      "metoda": "prażenie",
      "tagi": ["przekąska", "survival", "orzechy"],
      "skladniki": [
        "Orzeszki bukowe (bukiew)",
        "Sól lub miód do smaku"
      ],
      "sposob_przygotowania": [
        "Orzeszki obrać z brązowej skórki (jeśli są świeże).",
        "Wrzucić na suchą patelnię i prażyć kilka minut, aż zaczną intensywnie pachnieć.",
        "Proces prażenia neutralizuje faginę, czyniąc je bezpiecznymi."
      ],
      "uwagi": "Smakują jak połączenie orzecha laskowego i piniowego.",
      "roslina": "Buk zwyczajny",
      "slug": "buk_zwyczajny"
    }
  ],
  "ostrzezenia": "Surowa bukiew w dużych ilościach może być toksyczna dla dzieci i zwierząt domowych (fagina). Zawsze poddawaj orzeszki obróbce termicznej."
}