{
  "id": "chmiel_zwyczajny",
  "nazwa_pl": "Chmiel zwyczajny",
  "nazwa_lat": "Humulus lupulus",
  "rodzina": "Konopiowate (Cannabaceae)",
  "opis": "Wieloletnia, dwupienna roślina pnąca (bylina), której pędy co roku zamierają, by wiosną wyrosnąć z podziemnego kłącza (karpy). Chmiel wspina się owijając wokół podpór zawsze w prawą stronę (zgodnie z ruchem wskazówek zegara). Jest rośliną o ogromnej sile witalnej, potrafiącą dorosnąć do 8-10 metrów w ciągu jednego sezonu. W fitoterapii ceniony za unikalną żywicę – lupulinę, która jest jednym z najskuteczniejszych naturalnych środków uspokajających.",

  "profil_energetyczny": {
    "smak": "Wybitnie gorzki, aromatyczny",
    "termika": "Zimna",
    "wilgotnosc": "Osuszająca",
    "zywiol": "Powietrze i Woda",
    "opis": "Chmiel działa jako 'środek chłodzący' dla rozpalonego umysłu. Gorzki smak 'ściąga' energię w dół, pomagając uziemić osoby nadpobudliwe, nerwowe i cierpiące na bezsenność. Rozluźnia napięcia w splotach nerwowych i chłodzi nadmiar pożądania (działanie anafrodyzyjne u mężczyzn)."
  },

  "wymagania": {
    "stanowisko": "Słoneczne do półcienistego. Wymaga miejsc osłoniętych od silnych wiatrów, które mogą zrywać pędy z podpór.",
    "gleba": "Głęboka, żyzna, próchniczna, wilgotna, bogata w azot. Najlepiej rośnie na madach nadrzecznych i czarnoziemach.",
    "ph_gleby": "6.0 - 7.0 (Obojętna do lekko kwaśnej).",
    "mrozoodpornosc": "Strefa 4 (Część podziemna jest całkowicie mrozoodporna).",
    "woda": "Wysokie zapotrzebowanie na wodę, szczególnie w okresie intensywnego wzrostu i zawiązywania szyszek."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Łodyga wspinająca się, kanciasta, pokryta haczykowatymi włoskami, które ułatwiają czepianie się podpór i mogą ranić skórę.",
      "Liście naprzeciwległe, sercowate, zazwyczaj 3-5 klapowe, grubo piłkowane, bardzo szorstkie.",
      "Owoce (szyszki) występują tylko na okazach żeńskich – są to jajowate kwiatostany złożone z dachówkowato zachodzących na siebie listków.",
      "Lupulina – żółty, lepki proszek widoczny na wewnętrznej stronie łusek szyszki."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Przestęp biały (Bryonia alba)",
        "roznica": "Również pnącze, ale ma wąsy czepne (chmiel ich nie ma – owija się całą łodygą) i czarne owoce jagodowe. Przestęp jest trujący."
      },
      {
        "nazwa": "Powój polny",
        "roznica": "Ma gładkie łodygi, lejkowate kwiaty i owija się w lewą stronę."
      }
    ]
  },

  "czesci_rosliny": {
    "szyszki": {
      "nazwa_surowca": "Strobilus Lupuli",
      "opis_botaniczny": "Żeńskie kwiatostany zbierane pod koniec lata, gdy stają się elastyczne i mają złocisto-zielony kolor.",
      "skladniki_aktywne": [
        "Olejek eteryczny (mircen, humulen, kariofilen)",
        "Żywice (humulony i lupulony - tzw. gorycze chmielowe)",
        "Flawonoidy (ksantohumol - potężny antyoksydant)",
        "Fitoestrogeny (8-prenylonaryngenina - najsilniejszy znany fitoestrogen roślinny)"
      ],
      "wlasciwości": "Silnie uspokajające, ułatwiające zasypianie, bakteriostatyczne, przeciwgrzybicze, estrogenne, rozkurczowe.",
      "czas_zbioru": "Sierpień - Wrzesień.",
      "ostrzezenia": "Nie stosować u kobiet z nowotworami hormonozależnymi (np. rak piersi) ze względu na silne działanie estrogenne."
    },
    "lupulina": {
      "nazwa_surowca": "Lupulinum",
      "opis_botaniczny": "Gruczoły włoskowe (żółty proszek) otrząsane z wysuszonych szyszek.",
      "wlasciwości": "Skoncentrowane działanie uspokajające i hamujące popęd płciowy.",
      "czas_zbioru": "Wrzesień (po wysuszeniu szyszek)."
    },
    "pedy_wiosenne": {
      "nazwa_surowca": "Młode pędy (szparagi chmielowe)",
      "opis_botaniczny": "Podziemne lub świeżo wyrastające nad ziemię białe pędy zbierane w marcu i kwietniu.",
      "wlasciwości": "Wykwintne warzywo, bogate w witaminy i minerały, działające lekko oczyszczająco.",
      "czas_zbioru": "Marzec - Kwiecień."
    }
  },

  "zastosowanie": {
    "medyczne": "Trudności w zasypianiu, stany lękowe, nadpobudliwość, napięcie nerwowe, zaburzenia okresu przekwitania (uderzenia gorąca), problemy trawienne (brak łaknienia), nadmierne libido u mężczyzn.",
    "kulinarne": "Piwowarstwo (nadaje goryczkę i aromat, konserwuje piwo). Młode pędy chmielu smażone na maśle są uważane za jedno z najdroższych i najsmaczniejszych dzikich warzyw (tzw. szparagi chmielowe).",
    "ogrodowe": "Szybko rosnąca roślina osłonowa do tworzenia zielonych ścian i altan. Wymaga silnych podpór.",
    "rzemieslnicze": "Wyciągi z chmielu stosuje się w kosmetykach przeciwstarzeniowych (ksantohumol) oraz w szamponach dla blondynek. Włókna z łodyg chmielu mogą być używane do wyrobu grubego papieru i sznurów."
  },

  "interakcje": "Potęguje działanie leków uspokajających, nasennych i alkoholu. Ze względu na działanie estrogenne może wchodzić w interakcje z hormonalną terapią zastępczą i środkami antykoncepcyjnymi.",

  "ciekawostki": [
    "Chmiel to najszybciej rosnąca bylina w polskiej florze – w sprzyjających warunkach pędy rosną 10-15 cm na dobę.",
    "W starożytności chmiel uważano za 'wilka wierzbowego' (Lupus salictarius), ponieważ obserwowano, jak dusi wierzby, owijając się wokół nich.",
    "Szyszki chmielu są naturalnym konserwantem – to dzięki nim piwo mogło przetrwać długie transporty morskie w czasach kolonialnych (styl IPA).",
    "Pracownicy przy zbiorze chmielu często skarżyli się na nadmierną senność – to wynik wdychania lotnych olejków i kontaktu lupuliny ze skórą."
  ],

  "permakultura": {
    "funkcje": [
      "Akumulator dynamiczny azotu i krzemionki.",
      "Błyskawiczna produkcja biomasy do mulczowania.",
      "Pionowa warstwa w ogrodzie leśnym (pnącze).",
      "Schronienie dla owadów w gęstych splotach pędów."
    ],
    "gildie": [
      { "nazwa": "Wierzba", "rola": "Naturalna podpora, choć chmiel może ją zdominować." },
      { "nazwa": "Pokrzywa", "rola": "Obie rośliny kochają te same żyzne, azotowe siedliska." },
      { "nazwa": "Drzewa owocowe", "rola": "Chmiel może być prowadzony po starych drzewach, ale trzeba kontrolować jego ekspansję." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór szparagów chmielowych",
        "miesiace": [3, 4],
        "opis": "Odgrzebywanie ziemi wokół karpy i wycinanie białych, podziemnych pędów.",
        "faza_ksiezyca": "Księżyc przybywający",
        "wplyw_ksiezyca": "Większa kruchość i soczystość pędów."
      },
      {
        "czynnosc": "Zbiór szyszek",
        "miesiace": [8, 9],
        "opis": "Zbiór całych szyszek z okazów żeńskich, gdy po naciśnięciu szeleszczą i szybko wracają do pierwotnego kształtu.",
        "faza_ksiezyca": "Pełnia",
        "pora_dnia": "Przedpołudnie",
        "pogoda": "Sucha i słoneczna",
        "wplyw_ksiezyca": "Najwyższe stężenie olejków eterycznych w lupulinie."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Poduszka Chmielowa na bezsenność",
      "typ": "medyczne",
      "metoda": "aromaterapia kontaktowa",
      "tagi": ["sen", "bezsenność", "stres", "dzieci"],
      "skladniki": [
        "Wysuszone szyszki chmielu: ok. 200-300g",
        "Opcjonalnie: suszona lawenda lub macierzanka: 50g",
        "Poszewka z naturalnego płótna lub bawełny"
      ],
      "sposob_przygotowania": [
        "Wypełnić poszewkę szyszkami i ziołami.",
        "Poduszkę umieścić w pobliżu głowy podczas snu lub lekko ją ugnieść przed położeniem się, by uwolnić olejki."
      ],
      "dawkowanie": "Stosować co noc.",
      "uwagi": "Wsad należy wymieniać co 2-3 miesiące, gdyż lupulina się utlenia i traci właściwości.",
      "roslina": "Chmiel zwyczajny",
      "slug": "chmiel_zwyczajny",
      "cechy": ["intensywny zapach", "szelest"],
      "wlasciwosci": ["uspokajająca", "nasenna"]
    },
    {
      "tytul": "Napar na wyciszenie",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["nerwy", "trawienie", "sen"],
      "skladniki": [
        "Rozdrobnione szyszki chmielu: 1 łyżka",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Zalać wrzątkiem.",
        "Parzyć pod przykryciem 15 minut.",
        "Przecedzić."
      ],
      "dawkowanie": "Pół szklanki 2 razy dziennie lub szklanka przed snem.",
      "roslina": "Chmiel zwyczajny",
      "slug": "chmiel_zwyczajny"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Szparagi chmielowe na maśle",
      "typ": "kulinarne",
      "metoda": "smażenie/duszenie",
      "tagi": ["warzywo", "dzika kuchnia", "delikatesy"],
      "skladniki": [
        "Młode pędy chmielu (białe lub fioletowe): 1 garść",
        "Masło klarowane: 1 łyżka",
        "Sól, pieprz, sok z cytryny"
      ],
      "sposob_przygotowania": [
        "Pędy umyć.",
        "Smażyć krótko na maśle (ok. 3-5 minut), aż zmiękną.",
        "Doprawić solą, pieprzem i skropić cytryną."
      ],
      "uwagi": "Smakują jak połączenie szparagów z karczochem i nutą orzechową.",
      "roslina": "Chmiel zwyczajny",
      "slug": "chmiel_zwyczajny"
    }
  ],
  "ostrzezenia": "Ze względu na działanie na układ hormonalny, chmiel nie jest zalecany chłopcom w okresie dojrzewania oraz mężczyznom z zaburzeniami erekcji. Może powodować nadmierną senność – nie stosować przed prowadzeniem pojazdów."
}