{
  "id": "czosnek_niedzwiezi",
  "nazwa_pl": "Czosnek niedźwiedzi",
  "nazwa_lat": "Allium ursinum",
  "rodzina": "Amarylkowate (Amaryllidaceae) / dawniej czosnkowate",
  "opis": "Wieloletnia roślina cebulowa, będąca jednym z najcenniejszych wiosennych efemeroidów naszych lasów. Tworzy rozległe, intensywnie pachnące czosnkiem łany w żyznych lasach liściastych. Nazwa pochodzi od obserwacji, że jest to pierwsza roślina, którą zjadają niedźwiedzie po przebudzeniu z hibernacji, aby oczyścić przewód pokarmowy i krew. Jest potężnym naturalnym antybiotykiem, przewyższającym pod względem zawartości aktywnych związków siarki tradycyjny czosnek uprawny.",

  "profil_energetyczny": {
    "smak": "Ostry, piekący, lekko słodki",
    "termika": "Gorąca",
    "wilgotnosc": "Osuszająca (rozprasza śluz)",
    "zywiol": "Ogień i Powietrze",
    "opis": "Potężnie porusza zastoje energii Qi i krwi. Rozgrzewa 'zimny' żołądek, usuwa pasożyty i toksyczne nagromadzenia. Jako roślina wiosenna, inicjuje procesy oczyszczania po okresie zimowej stagnacji."
  },

  "wymagania": {
    "stanowisko": "Półcień do cienia. Wymaga warunków leśnych – światła wczesną wiosną i głębokiego cienia latem, gdy drzewa wypuszczą liście.",
    "gleba": "Bardzo żyzna, próchniczna (typu mull), wilgotna, bogata w materię organiczną.",
    "ph_gleby": "6.0 - 7.5 (Obojętna do lekko zasadowej).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie mrozoodporny).",
    "woda": "Wymaga dużej wilgotności w okresie wzrostu (marzec-maj). Latem cebule przechodzą w stan spoczynku i preferują umiarkowaną wilgotność."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Liście lancetowate, na długich ogonkach, wyrastające bezpośrednio z ziemi.",
      "Intensywny zapach czosnku po potarciu dowolnej części rośliny (NAJWAŻNIEJSZA CECHA).",
      "Kwiatostany to białe, kuliste baldachy na szczycie trójkanciastej szypułki.",
      "Liście są miękkie, soczyste, z wyraźnym nerwem głównym."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Konwalia majowa (Convallaria majalis)",
        "roznica": "ŚMIERTELNIE TRUJĄCA. Konwalia nie pachnie czosnkiem, jej liście wyrastają po dwa z jednej pochewki (nie osobno) i są sztywniejsze. Kwitnie później (dzwoneczki)."
      },
      {
        "nazwa": "Zimowit jesienny (Colchicum autumnale)",
        "roznica": "ŚMIERTELNIE TRUJĄCY. Liście są grubsze, rynienkowate, wyrastają z kłącza bez wyraźnego ogonka. Brak zapachu czosnku."
      },
      {
        "nazwa": "Obrazki plamiste (Arum maculatum)",
        "roznica": "Młode liście mogą być podobne, ale mają siatkowate unerwienie (nie równoległe) i strzałkowaty kształt nasady."
      }
    ]
  },

  "czesci_rosliny": {
    "liscie": {
      "nazwa_surowca": "Folium Allii ursini",
      "opis_botaniczny": "Młode liście zbierane wyłącznie przed kwitnieniem rośliny (później tracą moc i twardnieją).",
      "skladniki_aktywne": [
        "Allicyna i ajoen (silne związki siarki)",
        "Winyloditiiny",
        "Witaminy (A, C, E)",
        "Minerały (selen, mangan, żelazo, magnez)",
        "Saponiny",
        "Adenozyna (rozrzedza krew)"
      ],
      "wlasciwości": "Silnie bakteriobójcze, przeciwgrzybicze, obniżające ciśnienie krwi, przeciwzakrzepowe, pobudzające trawienie, odtruwające z metali ciężkich.",
      "czas_zbioru": "Marzec - Kwiecień.",
      "ostrzezenia": "Liście tracą 90% właściwości po wysuszeniu. Należy je stosować świeże, mrozić lub konserwować w oleju/alkoholu."
    },
    "cebule": {
      "nazwa_surowca": "Bulbus Allii ursini",
      "opis_botaniczny": "Podłużne, białe cebule okryte błoniastą łuską.",
      "wlasciwości": "Działanie analogiczne do liści, ale bardziej skoncentrowane. W Polsce ich pozyskiwanie ze stanu dzikiego jest zabronione.",
      "czas_zbioru": "Wrzesień - Październik (tylko z upraw)."
    }
  },

  "zastosowanie": {
    "medyczne": "Nadciśnienie tętnicze, miażdżyca (obniża cholesterol LDL), infekcje górnych dróg oddechowych, grzybice układu pokarmowego (Candida), pasożyty jelitowe, kuracje odtruwające po zimie.",
    "kulinarne": "Pesto z czosnku niedźwiedziego, masło ziołowe, dodatek do twarogu, zup i sałatek. Nie należy go długo gotować, by nie stracić związków siarki.",
    "ogrodowe": "Doskonała roślina do ogrodów leśnych (forest gardens) i pod korony drzew owocowych. Naturalny środek odstraszający niektóre szkodniki glebowe.",
    "rzemieslnicze": "Sok z czosnku niedźwiedziego był historycznie używany jako środek odkażający i konserwujący kleje naturalne."
  },

  "interakcje": "Może nasilać działanie leków przeciwzakrzepowych (aspiryna, warfaryna) oraz leków obniżających ciśnienie. Należy przerwać stosowanie na tydzień przed planowanymi operacjami.",

  "ciekawostki": [
    "Czosnek niedźwiedzi zawiera więcej aktywnej siarki niż czosnek pospolity, dlatego jest skuteczniejszy w detoksie.",
    "W Polsce roślina objęta jest ochroną częściową – nie wolno jej zrywać w lasach (grożą wysokie mandaty). Można korzystać tylko z upraw własnych.",
    "Historycznie nazywany 'Herba Salutaris' (ziele zbawienne) ze względu na przypisywane mu właściwości przywracania życia starcom.",
    "W przeciwieństwie do czosnku pospolitego, po zjedzeniu czosnku niedźwiedziego oddech nie jest tak intensywnie obciążony zapachem."
  ],

  "permakultura": {
    "funkcje": [
      "春季 ephemeroid - wykorzystuje okno świetlne przed ulistnieniem drzew.",
      "Dynamiczny akumulator siarki i rzadkich mikroelementów.",
      "Wsparcie zdrowotne dla systemu 'Food Forest'.",
      "Pokarm dla wczesnych owadów zapylających."
    ],
    "gildie": [
      { "nazwa": "Dąb szypułkowy / Buk", "rola": "Naturalne drzewa osłonowe dostarczające odpowiedniej ściółki." },
      { "nazwa": "Leszczyna", "rola": "Czosnek niedźwiedzi świetnie rośnie w strefie okapu leszczyny." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór liści (uprawy własne)",
        "miesiace": [3, 4],
        "opis": "Zbiór młodych liści przed pojawieniem się pąków kwiatowych.",
        "faza_ksiezyca": "Księżyc przybywający (najwięcej soków w liściach)",
        "pora_dnia": "Poranek",
        "pogoda": "Chłodno i wilgotno",
        "wplyw_ksiezyca": "Gwarantuje najwyższą zawartość allicyny."
      },
      {
        "czynnosc": "Sadzenie cebul",
        "miesiace": [9, 10],
        "opis": "Sadzenie cebul na głębokość ok. 10 cm w grupach pod drzewami.",
        "faza_ksiezyca": "Księżyc ubywający (faza korzenia)",
        "pora_dnia": "Wieczór",
        "pogoda": "Wilgotna gleba",
        "wplyw_ksiezyca": "Ułatwia ukorzenienie przed przymrozkami."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Nalewka 'Krew Niedźwiedzia' (Na ciśnienie i krążenie)",
      "typ": "medyczne",
      "metoda": "maceracja alkoholowa",
      "tagi": ["ciśnienie", "miażdżyca", "odporność", "detoks"],
      "skladniki": [
        "Świeże liście czosnku niedźwiedziego: 200g",
        "Wódka 40%: 500ml"
      ],
      "sposob_przygotowania": [
        "Świeże liście drobno posiekać i lekko ugnieść w słoiku.",
        "Zalać alkoholem tak, by całkowicie przykrył liście.",
        "Macerować w ciemnym miejscu przez 14-21 dni, codziennie wstrząsając.",
        "Przecedzić przez gazę, mocno wyciskając liście.",
        "Przechowywać w ciemnej butelce."
      ],
      "dawkowanie": "15-20 kropli na szklankę wody 2 razy dziennie.",
      "uwagi": "Stosować przez miesiąc jako kurację wiosenną oczyszczającą naczynia krwionośne.",
      "roslina": "Czosnek niedźwiedzi",
      "slug": "czosnek_niedzwiezi",
      "cechy": ["intensywny zapach", "jasnozielony kolor"],
      "wlasciwosci": ["hipotensyjna", "antybiotyczna"]
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Pesto Niedźwiedzie (Najlepszy sposób konserwacji)",
      "typ": "kulinarne",
      "metoda": "ucieranie",
      "tagi": ["pesto", "sos", "witaminy"],
      "skladniki": [
        "Świeże liście czosnku niedźwiedziego: 250g",
        "Oliwa z oliwek lub olej rzepakowy: 150ml",
        "Sól kamienna: 1 płaska łyżeczka",
        "Orzechy włoskie lub piniowe: 50g (opcjonalnie)"
      ],
      "sposob_przygotowania": [
        "Liście dokładnie umyć i BARDZO DOKŁADNIE osuszyć (wilgoć powoduje psucie pesto).",
        "Zblendować liście z olejem i solą na gładką masę.",
        "Przełożyć do małych wyparzonych słoiczków, mocno ubić, by usunąć pęcherzyki powietrza.",
        "Wierzch zalać dodatkową warstwą oleju (izolacja od powietrza)."
      ],
      "uwagi": "W lodówce wytrzymuje do roku. Sól i olej to naturalne konserwanty, które zatrzymują allicynę.",
      "roslina": "Czosnek niedźwiedzi",
      "slug": "czosnek_niedzwiezi"
    }
  ],
  "ostrzezenia": "ROŚLINA POD OCHRONĄ CZĘŚCIOWĄ – pozyskuj tylko z legalnych źródeł lub uprawy. Bezwzględnie sprawdź zapach każdego liścia, by wykluczyć pomyłkę z trującą konwalią! Nie stosować przy chorobie wrzodowej żołądka."
}