{
  "id": "dab_czerwony",
  "nazwa_pl": "Dąb czerwony",
  "nazwa_lat": "Quercus rubra",
  "rodzina": "Bukowate (Fagaceae)",
  "opis": "Potężne, szybko rosnące drzewo pochodzące z Ameryki Północnej. W Europie uznawany za gatunek inwazyjny, ponieważ dzięki swojej odporności i tempu wzrostu potrafi wypierać rodzime dęby. Jego nazwa pochodzi od spektakularnego, krwistoczerwonego przebarwienia liści jesienią. Posiada charakterystyczną, gładką przez wiele lat korę i liście o ostro zakończonych klapach.",

  "profil_energetyczny": {
    "smak": "Cierpki, gorzki",
    "termika": "Zimna",
    "wilgotnosc": "Silnie osuszająca",
    "zywiol": "Ziemia i Metal",
    "opis": "Dąb czerwony ma energię 'agresywną' i surową. Działa wybitnie ściągająco, szybko zamykając pory skóry i naczynia krwionośne. W energetyce tradycyjnej uważany za drzewo o silnym wpływie ochronnym, ale wymagające ostrożności ze względu na bardzo wysoką zawartość tanin."
  },

  "wymagania": {
    "stanowisko": "Pełne słońce. Jest znacznie bardziej światłożądny od dębu szypułkowego.",
    "gleba": "Mało wymagający; rośnie nawet na suchych, piaszczystych glebach, choć preferuje podłoża świeże i głębokie.",
    "ph_gleby": "4.5 - 6.0 (Wybitnie kwasolubny; na glebach wapiennych choruje na chlorozę).",
    "mrozoodpornosc": "Strefa 4 (Bardzo wysoka; odporniejszy na mrozy od gatunków rodzimych).",
    "woda": "Wysoka odporność na suszę; nie toleruje natomiast długotrwałego zalewania i wysokiego poziomu wód gruntowych."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Liście o ostro zakończonych klapach (każda kończy się małą ością).",
      "Kora długo pozostaje gładka, lśniąca i srebrzystoszara (u starych drzew pęka płytko).",
      "Żołędzie są pękate, osadzone w bardzo płaskich miseczkach (przypominają spodki).",
      "Pąki zimowe są zaostrzone i czerwonobrązowe."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Dąb błotny (Quercus palustris)",
        "roznica": "Dąb błotny ma znacznie głębiej wcięte liście i drobniejsze żołędzie; występuje rzadziej, głównie w parkach."
      },
      {
        "nazwa": "Dąb szypułkowy i bezszypułkowy",
        "roznica": "Rodzime dęby mają klapy liści zaokrąglone, bez ostrych zakończeń."
      }
    ]
  },

  "czesci_rosliny": {
    "kora": {
      "nazwa_surowca": "Cortex Quercus rubrae",
      "opis_botaniczny": "Gładka kora z młodych pni i gałęzi. Jest cieńsza niż u dębów rodzimych, ale bardzo bogata w garbniki.",
      "skladniki_aktywne": [
        "Garbniki skondensowane (nawet do 25%)",
        "Kwasy fenolowe",
        "Flawonoidy",
        "Sole mineralne"
      ],
      "wlasciwości": "Silnie ściągające, przeciwzapalne, antyseptyczne. Używana głównie zewnętrznie.",
      "czas_zbioru": "Kwiecień (przed rozwojem liści).",
      "ostrzezenia": "Z powodu bardzo wysokiej koncentracji tanin może silniej drażnić żołądek niż kora dębu szypułkowego."
    },
    "liscie": {
      "nazwa_surowca": "Folium Quercus rubrae",
      "opis_botaniczny": "Duże (do 25 cm), sztywne, z 7-11 ostrymi klapami. Zbierane, gdy są intensywnie zielone.",
      "skladniki_aktywne": ["Garbniki", "Kwercetyna", "Kwasy organiczne"],
      "wlasciwości": "Ściągające, pomocne w pielęgnacji cery tłustej i w kąpielach przy nadmiernej potliwości.",
      "czas_zbioru": "Czerwiec - Sierpień."
    },
    "owoce": {
      "nazwa_surowca": "Glandes Quercus rubrae (Żołędzie czerwone)",
      "opis_botaniczny": "Szerokie, jajowate orzechy. Dojrzewają w drugim roku (u dębów rodzimych w pierwszym).",
      "skladniki_aktywne": ["Skrobia", "Tłuszcze", "Białka", "Bardzo wysoka zawartość tanin (bardzo gorzkie)"],
      "wlasciwości": "Odżywcze, ale wymagają wielokrotnego ługowania (płukania), by usunąć gorycz.",
      "czas_zbioru": "Wrzesień - Październik.",
      "ostrzezenia": "Surowe żołędzie są niejadalne i mogą powodować zatrucia u zwierząt monogastrycznych (konie, psy)."
    }
  },

  "zastosowanie": {
    "medyczne": "Głównie zewnętrzne: kąpiele stóp (grzybice, potliwość), okłady na oparzenia, płukanki do włosów przetłuszczających się i ciemnych (lekko przyciemnia).",
    "kulinarne": "Możliwe wykorzystanie żołędzi na mąkę i kawę, jednak proces usuwania goryczy trwa dwa razy dłużej niż u dębów rodzimych.",
    "ogrodowe": "Jedno z najpopularniejszych drzew ozdobnych w miastach ze względu na odporność na spaliny i piękne kolory jesienią.",
    "rzemieslnicze": "Drewno dębu czerwonego jest cenione w meblarstwie i na parkiety, ale UWAGA: ma otwarte naczynia (jest porowate), przez co NIE nadaje się na beczki do wina i alkoholi (przecieka)."
  },

  "interakcje": "Identyczne jak u innych dębów: blokuje wchłanianie żelaza, magnezu oraz wielu leków (np. kodeiny, antybiotyków). Zachować 3h odstępu.",

  "ciekawostki": [
    "Drewno dębu czerwonego jest tak porowate, że można przez krótki kawałek deseczki wydmuchać bąbelki powietrza w wodzie.",
    "W Ameryce Północnej rdzenni mieszkańcy używali kory dębu czerwonego do leczenia biegunki i czerwonki.",
    "Dąb czerwony rośnie o około 30-50% szybciej niż dąb szypułkowy w tych samych warunkach.",
    "Jesienny kolor zależy od pH gleby – na kwaśnych jest krwistoczerwony, na bardziej zasadowych brązowieje."
  ],

  "permakultura": {
    "funkcje": [
      "Błyskawiczna produkcja biomasy i drewna opałowego.",
      "Tworzenie szybkich pasów wiatrochronnych.",
      "Rekultywacja suchych nieużytków i piasków.",
      "Dynamiczny akumulator minerałów z głębszych warstw gleby."
    ],
    "gildie": [
      { "nazwa": "Sosna zwyczajna", "rola": "Tworzą stabilne lasy mieszane na piaszczystych terenach." },
      { "nazwa": "Borówka wysoka (Amerykańska)", "rola": "Sąsiad preferujący to samo kwaśne podłoże." },
      { "nazwa": "Wrzos zwyczajny", "rola": "Naturalna okrywa gleby pod dębami czerwonymi." }
    ],
    "ostrzezenie_ekologiczne": "W lasach naturalnych należy ograniczać jego siew, gdyż jego liście rozkładają się bardzo wolno, zmieniając chemię gleby i hamując wzrost rodzimych roślin."
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór kory do celów leczniczych",
        "miesiace": [4],
        "opis": "Pozyskiwanie z gałęzi wycinanych podczas formowania korony. Kora dębu czerwonego jest cieńsza i szybciej schnie.",
        "faza_ksiezyca": "Nów (soki zaczynają krążyć)",
        "pora_dnia": "Poranek",
        "pogoda": "Słoneczna",
        "wplyw_ksiezyca": "Najwyższa aktywność biologiczna surowca."
      },
      {
        "czynnosc": "Grabienie liści na kompost",
        "miesiace": [11],
        "opis": "Liście dębu czerwonego są bogate w garbniki, co hamuje rozwój pleśni. Wymagają dłuższego kompostowania.",
        "faza_ksiezyca": "Księżyc ubywający",
        "pora_dnia": "Dowolna",
        "pogoda": "Sucho",
        "wplyw_ksiezyca": "Sprzyja procesom rozkładu materii organicznej."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Kąpiel 'Garbnikowa Tarcza' (Grzybice i Potliwość)",
      "typ": "medyczne",
      "metoda": "odwar",
      "tagi": ["stopy", "grzybica", "potliwość", "skóra"],
      "skladniki": [
        "Kora dębu czerwonego (rozmielona): 5 łyżek",
        "Liść szałwii: 2 łyżki",
        "Woda: 2 litry"
      ],
      "sposob_przygotowania": [
        "Składniki zalać wodą i gotować przez 20 minut.",
        "Odstawić pod przykryciem do wystygnięcia do temp. ok. 40°C.",
        "Przelać do miski (bez odcedzania kory, dla wzmocnienia efektu)."
      ],
      "dawkowanie": "Moczyć stopy lub dłonie przez 15 minut dziennie przez 10 dni.",
      "uwagi": "Odwar silnie barwi ręczniki i skórę na brązowo.",
      "roslina": "Dąb czerwony",
      "slug": "dab_czerwony",
      "wlasciwosci": ["antyseptyczna", "przeciwgrzybicza", "ściągająca"]
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Mąka żołędziowa (Metoda Wielokrotnego Ługowania)",
      "typ": "kulinarne",
      "metoda": "ługowanie",
      "tagi": ["mąka", "survival", "pieczenie"],
      "skladniki": [
        "Żołędzie dębu czerwonego (obrane i posiekane)",
        "Woda źródlana lub przefiltrowana",
        "Szczypta soli"
      ],
      "sposob_przygotowania": [
        "Posiekane żołędzie zalać wodą i zmieniać ją 3 razy dziennie przez 5-7 dni.",
        "Gdy woda przestanie być brązowa, spróbować kawałek – jeśli nadal jest gorzki, kontynuować.",
        "Wyługowane żołędzie wysuszyć w temp. 40°C i zmielić na drobną mąkę."
      ],
      "uwagi": "Mąka z dębu czerwonego jest ciemniejsza i ma bardziej 'leśny' posmak niż z gatunków rodzimych.",
      "roslina": "Dąb czerwony",
      "slug": "dab_czerwony"
    }
  ],
  "ostrzezenia": "Kora dębu czerwonego działa silniej ściągająco niż inne gatunki – nie stosować na otwarte, krwawiące rany (tworzy twardy strup, pod którym mogą rozwijać się bakterie). Unikać kontaktu z żelazem (czernieje)."
}