{
  "id": "dzika_roza",
  "nazwa_pl": "Dzika róża",
  "nazwa_lat": "Rosa canina",
  "rodzina": "Różowate (Rosaceae)",
  "opis": "Ciernisty krzew o przewisających pędach, dorastający do 3 metrów wysokości. Jest gatunkiem niezwykle plastycznym, rosnącym na nieużytkach, miedzach i obrzeżach lasów. Jej kwiaty są delikatnie różowe lub białe, a owoce (botanicznie owoce pozorne – szupinki) mają intensywnie czerwony kolor i mączysty, kwaskowaty miąższ. Dzika róża to roślina o jednej z najdłuższych tradycji w medycynie europejskiej, ceniona już przez Hipokratesa jako środek wzmacniający.",

  "profil_energetyczny": {
    "smak": "Kwaśny, słodki, cierpki",
    "termika": "Chłodna (owoce), neutralna (płatki)",
    "wilgotnosc": "Nawilżająca (miąższ), osuszająca (nasiona/liście)",
    "zywiol": "Woda i Ogień",
    "opis": "Dzika róża to 'płynne ukojenie'. Jej kwaśny smak ściąga energię i chroni płyny ustrojowe (Yin), a wysoka zawartość witamin 'rozświetla' krew. Chłodzi stany zapalne, łagodzi podrażnienia i działa jak tarcza ochronna dla bariery immunologicznej."
  },

  "wymagania": {
    "stanowisko": "Pełne słońce – tylko w takich warunkach owoce gromadzą maksymalną ilość witaminy C i karotenoidów.",
    "gleba": "Przepuszczalna, żyzna, zasobna w wapń, ale roślina jest bardzo tolerancyjna i poradzi sobie nawet na glebach piaszczystych i kamienistych.",
    "ph_gleby": "6.0 - 7.5 (Lekko kwaśna do lekko zasadowej).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie mrozoodporna).",
    "woda": "Bardzo odporna na suszę dzięki głębokiemu systemowi korzeniowemu; nie lubi jedynie zastoin wodnych."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Pędy uzbrojone w silne, hakowato zakrzywione ciernie (ułatwiają wspinanie się).",
      "Liście nieparzystopierzaste, złożone z 5-7 jajowatych, piłkowanych listków.",
      "Owoce pozorne (szupinki) są wydłużone, jajowate, lśniące i czerwone.",
      "Wewnątrz owocu znajdują się liczne, twarde 'orzeszki' (właściwe owoce) otoczone drażniącymi włoskami."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Róża pomarszczona (Rosa rugosa)",
        "roznica": "Ma znacznie większe, spłaszczone owoce przypominające małe pomidory i bardzo gęste, proste kolce na pędach. Również jadalna i lecznicza."
      },
      {
        "nazwa": "Róża rdzawa (Rosa rubiginosa)",
        "roznica": "Jej liście po potarciu pachną intensywnie jabłkami."
      }
    ]
  },

  "czesci_rosliny": {
    "owoce_pozorne": {
      "nazwa_surowca": "Fructus Rosae",
      "opis_botaniczny": "Mięsiste szupinki zbierane jesienią, gdy są dojrzałe, ale jeszcze twarde.",
      "skladniki_aktywne": [
        "Witamina C (nawet do 3000 mg/100g – najwięcej wśród krajowych roślin)",
        "Galaktolipidy (GOPO – unikalny związek o działaniu przeciwzapalnym na stawy)",
        "Karotenoidy (likopen, beta-karoten)",
        "Flawonoidy",
        "Pektyny",
        "Kwasy organiczne"
      ],
      "wlasciwości": "Silnie wzmacniające, immunostymulujące, przeciwzapalne (zwłaszcza w chorobie zwyrodnieniowej stawów), uszczelniające naczynia krwionośne, lekko moczopędne.",
      "czas_zbioru": "Wrzesień - Październik.",
      "ostrzezenia": "Witaminę C niszczy wysoka temperatura i światło – owoce należy suszyć w temp. do 40°C."
    },
    "płatki": {
      "nazwa_surowca": "Flos Rosae",
      "wlasciwości": "Ściągające, przeciwzapalne, poprawiające nastrój. Stosowane w pielęgnacji cery naczynkowej.",
      "czas_zbioru": "Czerwiec."
    },
    "nasiona": {
      "nazwa_surowca": "Semen Rosae",
      "wlasciwości": "Moczopędne i przeciwkamienne (tradycyjnie stosowane w kamicy nerkowej).",
      "ostrzezenia": "Włoski otaczające nasiona muszą być dokładnie usunięte przed spożyciem (powodują silne swędzenie)."
    }
  },

  "zastosowanie": {
    "medyczne": "Profilaktyka i leczenie przeziębień, awitaminoza, rekonwalescencja po chorobach, bóle stawów (RZS i choroba zwyrodnieniowa), pękające naczynka krwionośne, nadciśnienie (pomocniczo).",
    "kulinarne": "Konfitury, dżemy (słynne nadzienie do pączków), soki, syropy, wina, herbaty ziołowe. Sproszkowane owoce jako dodatek do smoothie.",
    "ogrodowe": "Tworzenie 'nieprzebytych' żywopłotów obronnych, umacnianie skarp, roślina miododajna i schronienie dla ptaków.",
    "rzemieslnicze": "Olej z nasion róży (tłoczony na zimno) to jeden z najdroższych i najskuteczniejszych olejów kosmetycznych o działaniu przeciwstarzeniowym (Anti-aging)."
  },

  "interakcje": "Dzięki wysokiej zawartości witaminy C, róża zwiększa wchłanianie żelaza. Należy zachować ostrożność przy jednoczesnym przyjmowaniu leków zawierających glin (witamina C zwiększa jego wchłanianie).",

  "ciekawostki": [
    "Podczas II wojny światowej w Wielkiej Brytanii, ze względu na brak importowanych cytrusów, ogłoszono narodowy program zbierania dzikiej róży. Dzieci zbierały owoce, z których produkowano syrop dla niemowląt, by chronić je przed szkorbutem.",
    "Włoski z wnętrza owoców to klasyczny składnik 'proszku na swędzenie' (tzw. swędzipupa) używanego w żartach.",
    "Naukowo udowodniono, że galaktolipidy zawarte w dzikiej róży (GOPO) działają tak skutecznie jak niektóre leki przeciwbólowe, ale bez skutków ubocznych dla żołądka.",
    "Płatki dzikiej róży zbierane o świcie mają najsilniejszy aromat, ponieważ słońce nie zdążyło jeszcze odparować ich olejków.",
    "Owoce róży mogą przetrwać na krzewach całą zimę, stanowiąc 'żelazną porcję' energii dla ptaków w najtrudniejszych miesiącach."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator minerałów.",
      "Pionowa bariera chroniąca ogród przed wiatrem i intruzami.",
      "Siedlisko dla dzikich pszczół (pszczoły murarki lubią gniazdować w pobliżu róż).",
      "Źródło doskonałej biomasy pod mulcz."
    ],
    "gildie": [
      { "nazwa": "Czosnek", "rola": "Czosnek posadzony pod różami chroni je przed mszycami i czarną plamistością." },
      { "nazwa": "Lawenda", "rola": "Wspiera zapylanie i chroni dół krzewu przed przesychaniem." },
      { "nazwa": "Bez czarny", "rola": "Tworzą razem klasyczne zarośla biocenotyczne." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór owoców na witaminę C",
        "miesiace": [9, 10],
        "opis": "Zbiór owoców w pełni wybarwionych, ale wciąż twardych. Po przymrozkach witamina C drastycznie spada, choć owoce stają się słodsze.",
        "faza_ksiezyca": "Księżyc przybywający",
        "pora_dnia": "Południe",
        "pogoda": "Słoneczna i sucha",
        "wplyw_ksiezyca": "Zapewnia najwyższą stabilność kwasu askorbinowego."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Surowy Syrop Różany (Maksimum Witaminy C)",
      "typ": "medyczne",
      "metoda": "maceracja na zimno",
      "tagi": ["odporność", "grypa", "stawy", "witaminy"],
      "skladniki": [
        "Świeże owoce róży (bez nasion i włosków): 500g",
        "Miód naturalny: 500g",
        "Sok z połowy cytryny"
      ],
      "sposob_przygotowania": [
        "Owoce przekroić, usunąć nasiona i włoski (bardzo dokładnie!).",
        "Zmielić miąższ w maszynce do mięsa lub zblendować na grubą masę.",
        "Wymieszać z miodem i sokiem z cytryny.",
        "Odstawić do lodówki na 3-4 dni, codziennie mieszając.",
        "Przecisnąć przez gęste sito."
      ],
      "dawkowanie": "1-2 łyżki dziennie. Nie dodawać do gorącej herbaty (powyżej 40 stopni)!",
      "uwagi": "To najsilniejszy domowy specyfik na stawy i odporność.",
      "roslina": "Dzika róża",
      "slug": "dzika_roza",
      "cechy": ["ciemnopomarańczowy kolor", "gęsta konsystencja"],
      "wlasciwosci": ["przeciwzapalna", "witaminizująca"]
    },
    {
      "tytul": "Napar z płatków (Dla cery naczynkowej)",
      "typ": "kosmetyczne",
      "metoda": "napar",
      "tagi": ["twarz", "naczynka", "relaks"],
      "skladniki": [
        "Garść suszonych płatków dzikiej róży",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Płatki zalać gorącą wodą (ok. 80 stopni).",
        "Parzyć 10 minut pod przykryciem.",
        "Ostudzonym naparem przemywać twarz rano i wieczorem."
      ],
      "roslina": "Dzika róża",
      "slug": "dzika_roza"
    }
  ],
  "ostrzezenia": "Podczas przygotowywania owoców należy używać rękawiczek (włoski drażnią skórę). Osoby ze skłonnością do powstawania kamieni nerkowych (szczawianowych) powinny skonsultować się z lekarzem przed przyjmowaniem dużych dawek witaminy C z róży."
}