{
  "id": "dziurawiec_zwyczajny",
  "nazwa_pl": "Dziurawiec zwyczajny",
  "nazwa_lat": "Hypericum perforatum",
  "rodzina": "Dziurawcowate (Hypericaceae)",
  "opis": "Wieloletnia bylina o złocistożółtych kwiatach, pospolita na łąkach i polanach. Nazwa pochodzi od charakterystycznych przeświecających punktów na liściach, które wyglądają jak dziurki (w rzeczywistości są to zbiorniczki olejków eterycznych). Jest to jedna z najlepiej przebadanych roślin leczniczych na świecie, łącząca działanie przeciwdepresyjne, przeciwzapalne i regenerujące układ pokarmowy.",

  "profil_energetyczny": {
    "smak": "Gorzki, lekko cierpki, aromatyczny",
    "termika": "Chłodna (w kontekście stanów zapalnych) lub Neutralna",
    "wilgotnosc": "Osuszająca",
    "zywiol": "Ogień (Słońce)",
    "opis": "Roślina solarna, która 'przynosi światło' do wnętrza organizmu. Rozprasza zastoje energii Qi w wątrobie, łagodzi napięcia emocjonalne i 'ogrzewa' duszę w stanach melancholii, jednocześnie chłodząc stany zapalne narządów wewnętrznych."
  },

  "wymagania": {
    "stanowisko": "Pełne słońce – tylko wtedy wykazuje wysoką zawartość hiperycyny.",
    "gleba": "Przepuszczalna, piaszczysto-gliniasta, umiarkowanie sucha. Nie lubi terenów podmokłych.",
    "ph_gleby": "5.0 - 7.0 (Lekko kwaśna do obojętnej).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie mrozoodporny).",
    "woda": "Bardzo odporny na suszę dzięki głębokiemu systemowi korzeniowemu."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Liście pod światło wyglądają jak nakłute igłą (zbiorniczki olejku).",
      "Łodyga posiada dwie wyraźne, wzniesione listewki (jest kanciasta, ale tylko z dwóch stron).",
      "Rozgniecione pąki kwiatowe barwią palce na intensywny, krwistoczerwony kolor (hiperycyna).",
      "Kwiaty mają pięć żółtych płatków z czarnymi kropkami na brzegach."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Dziurawiec rozesłany (Hypericum humifusum)",
        "roznica": "Jest znacznie mniejszy, płoży się po ziemi, ma słabsze działanie lecznicze."
      },
      {
        "nazwa": "Dziurawiec czteroboczny (Hypericum maculatum)",
        "roznica": "Łodyga ma cztery listewki (jest wyraźnie czworokątna), a liście nie mają przeświecających dziurek lub mają ich bardzo mało."
      }
    ]
  },

  "czesci_rosliny": {
    "ziele": {
      "nazwa_surowca": "Herba Hyperici",
      "opis_botaniczny": "Górne części pędów (ok. 20 cm) zbierane w czasie pełnego kwitnienia.",
      "skladniki_aktywne": [
        "Hiperycyna (czerwony barwnik)",
        "Hiperforyna (odpowiedzialna za działanie przeciwdepresyjne)",
        "Flawonoidy (kwercetyna, rutyna)",
        "Garbniki katechinowe (do 10%)",
        "Olejek eteryczny",
        "Hiperozyd"
      ],
      "wlasciwości": "Przeciwdepresyjne, uspokajające, żółciopędne, rozkurczowe na drogi żółciowe i naczynia krwionośne, przeciwzapalne.",
      "czas_zbioru": "Czerwiec - Lipiec (tradycyjnie wokół św. Jana).",
      "ostrzezenia": "Powoduje fotouczulenie – podczas kuracji należy unikać ekspozycji na silne słońce."
    },
    "kwiaty": {
      "nazwa_surowca": "Flos Hyperici",
      "opis_botaniczny": "Same kwiatostany, najlepiej w fazie pąka lub świeżo rozwinięte.",
      "skladniki_aktywne": ["Bardzo wysoka zawartość hiperycyny i olejków"],
      "wlasciwości": "Główny surowiec do wyrobu 'Czerwonego Oleju' (Oleum Hyperici) stosowanego na oparzenia i bóle stawów.",
      "czas_zbioru": "Czerwiec."
    }
  },

  "zastosowanie": {
    "medyczne": "Leczenie łagodnych i umiarkowanych stanów depresyjnych, lękowych i sezonowych spadków nastroju. Problemy trawienne (niedomoga wątroby, skurcze dróg żółciowych). Zewnętrznie: gojenie ran, oparzeń (również słonecznych), odmrożeń i nerwobólów (rwa kulszowa).",
    "kulinarne": "Rzadko jako gorzka przyprawa do ciężkich mięs i likierów ziołowych (żołądkowych).",
    "ogrodowe": "Roślina miododajna, przyciągająca dzikie pszczoły i bzygi. Idealna do ogrodów naturalistycznych i preriowych.",
    "rzemieslnicze": "Naturalny barwnik – w zależności od zaprawy barwi wełnę i jedwab na odcienie żółci, pomarańczu lub (przy użyciu samych kwiatów i alkoholu) na różowo-czerwono."
  },

  "interakcje": "UWAGA KRYTYCZNA: Dziurawiec jest induktorem enzymów wątrobowych (CYP3A4). Przyspiesza metabolizm wielu leków, co drastycznie osłabia ich działanie. Nie łączyć z: tabletkami antykoncepcyjnymi, lekami przeciwzakrzepowymi (warfaryna), lekami immunosupresyjnymi, lekami na HIV, digoksyną oraz innymi antydepresantami (ryzyko zespołu serotoninowego).",

  "ciekawostki": [
    "Wierzono, że dziurawiec zawieszony w oknie chroni dom przed uderzeniem pioruna i złymi duchami.",
    "Łacińska nazwa 'perforatum' odnosi się do liści, które wyglądają na podziurawione.",
    "Czerwony olej z dziurawca był nazywany 'krwią św. Jana' i uważany za najskuteczniejszy lek na rany wojenne.",
    "Dziurawiec jest jedną z niewielu roślin, której skuteczność w leczeniu depresji została potwierdzona klinicznie jako równa syntetycznym lekom z grupy SSRI (przy mniejszej liczbie skutków ubocznych)."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator (akumuluje żelazo).",
      "Wskaźnik gleb suchych i ubogich w azot.",
      "Pożytek dla zapylaczy w szczycie lata."
    ],
    "gildie": [
      { "nazwa": "Krwawnik pospolity", "rola": "Współtworzy stabilne zbiorowiska łąkowe, wspierając odporność sąsiadów." },
      { "nazwa": "Dzika Róża", "rola": "Dziurawiec lubi rosnąć na słonecznych obrzeżach zarośli różanych." },
      { "nazwa": "Macierzanka piaskowa", "rola": "Partner w suchych, piaszczystych ekosystemach." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór ziela (Główny)",
        "miesiace": [6],
        "opis": "Zbiór w dniu św. Jana (24 czerwca) lub w najbliższe słoneczne dni. Ścinamy górne, kwitnące pędy.",
        "faza_ksiezyca": "Pełnia (kumulacja energii w górnych częściach rośliny)",
        "pora_dnia": "Samo południe (najwyższe stężenie hiperycyny)",
        "pogoda": "Pełne słońce, bezchmurnie",
        "wplyw_ksiezyca": "Gwarantuje najsilniejsze działanie przeciwdepresyjne surowca."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Oleum Hyperici (Czerwony Olej Świętojański)",
      "typ": "medyczne",
      "metoda": "macerat olejowy",
      "tagi": ["oparzenia", "stłuczenia", "rwa kulszowa", "skóra"],
      "skladniki": [
        "Świeże kwiaty i pąki dziurawca: 100g",
        "Olej lniany lub oliwa z oliwek: 500ml",
        "Trochę czystego alkoholu (do skropienia)"
      ],
      "sposob_przygotowania": [
        "Świeże kwiaty ubić lekko w moździerzu, skropić alkoholem i odstawić na 2 godziny (to ułatwia wydobycie hiperycyny).",
        "Zalać olejem w przezroczystym słoiku.",
        "Wystawić na PEŁNE SŁOŃCE na 4-6 tygodni. Codziennie wstrząsać.",
        "Olej powinien przybrać głęboki, rubinowy kolor.",
        "Przecedzić przez gazę i przechowywać w ciemnej butelce."
      ],
      "dawkowanie": "Smarować bolące miejsca, oparzenia lub kręgosłup 2-3 razy dziennie.",
      "uwagi": "Najlepszy lek na oparzenia słoneczne (ale po posmarowaniu nie wychodzić na słońce!).",
      "roslina": "Dziurawiec zwyczajny",
      "slug": "dziurawiec_zwyczajny",
      "cechy": ["krwistoczerwony kolor", "specyficzny zapach"],
      "wlasciwosci": ["przeciwbólowa", "regenerująca tkanki"]
    },
    {
      "tytul": "Nalewka Dziurawcowa (Na trawienie i humor)",
      "typ": "medyczne",
      "metoda": "nalewka",
      "tagi": ["trawienie", "wątroba", "depresja"],
      "skladniki": [
        "Suszone lub świeże ziele dziurawca: 100g",
        "Alkohol 40-70%: 500ml"
      ],
      "sposob_przygotowania": [
        "Ziele zalać alkoholem.",
        "Macerować w ciemnym miejscu przez 14 dni.",
        "Przefiltrować."
      ],
      "dawkowanie": "30 kropli na wodę przy bólach brzucha lub 1 łyżeczka dziennie jako tonik nastroju.",
      "roslina": "Dziurawiec zwyczajny",
      "slug": "dziurawiec_zwyczajny"
    }
  ],
  "ostrzezenia": "Bezwzględnie unikać opalania i solarium podczas stosowania dziurawca (ryzyko przebarwień i oparzeń skóry). Nie łączyć z lekami syntetycznymi bez konsultacji z lekarzem!"
}