{
  "id": "fiolek_trojbarwny",
  "nazwa_pl": "Fiołek trójbarwny (Bratek polny)",
  "nazwa_lat": "Viola tricolor",
  "rodzina": "Fiołkowate (Violaceae)",
  "opis": "Jednoroczna lub dwuletnia roślina zielna o kanciastych, rozgałęzionych łodygach. Słynie z trójkolorowych kwiatów (fioletowo-żółto-białych), które są mniejszą, dziką wersją bratków ogrodowych. Jest rośliną pospolitą na polach, ugorach i w ogrodach. To jedna z niewielu roślin, która tak skutecznie łączy działanie uszczelniające naczynia krwionośne z silnym efektem odtruwającym organizm.",

  "profil_energetyczny": {
    "smak": "Słodki, śluzowaty, lekko gorzki",
    "termika": "Chłodna",
    "wilgotnosc": "Nawilżająca i osuszająca (metaboliczna)",
    "zywiol": "Woda i Powietrze",
    "opis": "Fiołek to 'płynny porządkowy'. Jego chłodna energia wycisza stany zapalne skóry (tzw. gorąco w krwi) i porusza zastoje metaboliczne. Działa jak 'nawilżający dren', który wypłukuje toksyny, jednocześnie nie pozwalając na wysuszenie tkanek."
  },

  "wymagania": {
    "stanowisko": "Słoneczne do półcienistego. W pełnym słońcu kwitnie najobficiej, ale na suchych glebach szybko przekwita.",
    "gleba": "Lekka, piaszczysta lub piaszczysto-gliniasta, umiarkowanie żyzna. Dobrze radzi sobie na glebach kwaśnych.",
    "ph_gleby": "5.5 - 7.0 (Lekko kwaśna do obojętnej).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie mrozoodporny).",
    "woda": "Umiarkowane zapotrzebowanie; w czasie suszy liście drobnieją i tracą soczystość."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Kwiaty o 5 płatkach: dwa górne zazwyczaj fioletowe, dwa boczne i jeden dolny żółte lub białe z ciemnymi prążkami.",
      "Duże, powcinane przylistki u nasady ogonków liściowych (często większe od właściwych liści!).",
      "Liście dolne sercowate, górne lancetowate, brzegiem karbowane.",
      "Łodyga pusta w środku, pokładająca się lub wzniesiona."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Fiołek polny (Viola arvensis)",
        "roznica": "Ma znacznie mniejsze kwiaty, niemal całkowicie żółtawo-białe (bez fioletu lub z małą plamką). Działa podobnie, ale jest uważany za nieco słabszy surowiec."
      },
      {
        "nazwa": "Bratek ogrodowy (Viola x wittrockiana)",
        "roznica": "Ma ogromne kwiaty o wielu barwach. Powstał ze skrzyżowania fiołka trójbarwnego z innymi gatunkami – nie ma tak silnych właściwości leczniczych."
      }
    ]
  },

  "czesci_rosliny": {
    "ziele": {
      "nazwa_surowca": "Herba Violae tricoloris",
      "opis_botaniczny": "Nadziemna część rośliny zbierana w czasie kwitnienia.",
      "skladniki_aktywne": [
        "Flawonoidy (do 2% - m.in. rutyna, która uszczelnia naczynia)",
        "Salicylany (naturalny prekursor aspiryny - działanie przeciwzapalne)",
        "Saponiny (ułatwiają odkrztuszanie)",
        "Śluzy",
        "Witamina C i E",
        "Sole mineralne"
      ],
      "wlasciwości": "Moczopędne, napotne, odtruwające (depuratywne), uszczelniające naczynia włosowate, wykrztuśne, przeciwzapalne.",
      "czas_zbioru": "Maj - Wrzesień."
    }
  },

  "zastosowanie": {
    "medyczne": "Trądzik młodzieńczy, wypryski, egzemy, łuszczyca, kruchość naczyń krwionośnych (pajączki), nadciśnienie (pomocniczo), kamica nerkowa, suchy kaszel, zaburzenia przemiany materii.",
    "kulinarne": "Kwiaty są jadalne i stanowią piękną dekorację sałatek, deserów i napojów. Mają delikatny, lekko słodkawy smak.",
    "ogrodowe": "Roślina miododajna, przyciągająca dzikie pszczoły. Często stosowana jako ozdobny wypełniacz na rabatach.",
    "rzemieslnicze": "Dawniej z płatków uzyskiwano barwnik do tkanin, choć był on mało trwały."
  },

  "interakcje": "Ze względu na zawartość salicylanów, może potęgować działanie leków przeciwzapalnych. Działa moczopędnie, co może wpływać na wydalanie innych leków.",

  "ciekawostki": [
    "W 'Śnie nocy letniej' Szekspira sok z fiołka trójbarwnego (zwanego 'Love-in-idleness') wylany na powieki śpiącej osoby sprawiał, że zakochiwała się ona w pierwszej istocie, którą zobaczyła po przebudzeniu.",
    "Francuska nazwa 'Pensée' oznacza 'myśl' – stąd bratek stał się symbolem pamięci o kimś bliskim.",
    "Napoleon Bonaparte uczynił fiołka swoim emblematem – po wygnaniu na Elbę obiecał wrócić wraz z fiołkami na wiosnę.",
    "W medycynie ludowej wierzono, że bratek polny ma moc 'uśmierzania złamanego serca', co prawdopodobnie wynikało z jego łagodnego działania uspokajającego.",
    "W przeciwieństwie do wonnego fiołka leśnego, bratek polny prawie nie pachnie, ale za to bije go na głowę zawartością rutyny."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator minerałów.",
      "Naturalny mulcz żywy w uprawach warzywnych (nie konkuruje silnie o zasoby).",
      "Roślina pułapkowa dla niektórych gatunków mszyc.",
      "Szybkie samosiewy zapewniają ciągłość 'dzikiej apteki' w ogrodzie."
    ],
    "gildie": [
      { "nazwa": "Róża", "rola": "Fiołek trójbarwny posadzony u stóp róży tworzy piękny dywan i osłania glebę przed słońcem." },
      { "nazwa": "Truskawka", "rola": "Wzajemnie wspierają swoje zdrowie i przyciągają zapylacze." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór ziela",
        "miesiace": [6, 7],
        "opis": "Ścinanie kwitnących pędów bez zdrewniałych dolnych części. Suszenie w temp. do 35°C, by zachować rutynę.",
        "faza_ksiezyca": "Księżyc przybywający (faza kwiatu)",
        "pora_dnia": "Przedpołudnie",
        "pogoda": "Słoneczna"
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Napar 'Czysta Cera'",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["trądzik", "cera", "detoks", "naczynka"],
      "skladniki": [
        "Suszone ziele fiołka trójbarwnego: 1-2 łyżeczki",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Ziele zalać wrzątkiem.",
        "Parzyć pod przykryciem przez 10-15 minut.",
        "Przecedzić."
      ],
      "dawkowanie": "Pić 2-3 razy dziennie przez minimum 3 tygodnie.",
      "uwagi": "Na początku kuracji może wystąpić chwilowe pogorszenie stanu cery (tzw. wyrzut toksyn), co jest objawem prawidłowym.",
      "roslina": "Fiołek trójbarwny",
      "slug": "fiolek_trojbarwny",
      "cechy": ["jasny, ziołowy smak", "lekki zapach"],
      "wlasciwosci": ["oczyszczająca", "wzmacniająca naczynia"]
    },
    {
      "tytul": "Tonik na 'Pajączki' (Zewnętrznie)",
      "typ": "kosmetyczne",
      "metoda": "mocny napar",
      "tagi": ["twarz", "naczynka", "kojenie"],
      "skladniki": [
        "Ziele fiołka: 2 łyżki",
        "Woda: 100 ml"
      ],
      "sposob_przygotowania": [
        "Zrobić mocny napar, ostudzić.",
        "Przemywać twarz rano i wieczorem."
      ],
      "roslina": "Fiołek trójbarwny",
      "slug": "fiolek_trojbarwny"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Letnia Sałatka z Bratkiem",
      "typ": "kulinarne",
      "metoda": "na surowo",
      "tagi": ["sałatka", "dekoracja", "witaminy"],
      "skladniki": [
        "Garść świeżych kwiatów fiołka trójbarwnego",
        "Mix sałat",
        "Truskawki",
        "Sos winegret"
      ],
      "sposob_przygotowania": [
        "Kwiaty dodać na samym końcu jako jadalną dekorację."
      ],
      "roslina": "Fiołek trójbarwny",
      "slug": "fiolek_trojbarwny"
    }
  ],
  "ostrzezenia": "Ze względu na właściwości moczopędne i salicylany, nie nadużywać przy ciężkiej niewydolności nerek. U niektórych osób długotrwałe picie może powodować lekko metaliczny posmak w ustach."
}