{
  "id": "glistnik_jaskolcze_ziele",
  "nazwa_pl": "Glistnik jaskółcze ziele",
  "nazwa_lat": "Chelidonium majus",
  "rodzina": "Makowate (Papaveraceae)",
  "opis": "Wieloletnia roślina zielna, pospolita w lasach, ogrodach i przy murach. Charakterystyczną cechą glistnika jest jaskrawopomarańczowy sok mleczny, który pojawia się natychmiast po złamaniu łodygi. Nazwa 'jaskółcze ziele' wywodzi się z wierzeń starożytnych, według których roślina ta zakwita wraz z przylotem jaskółek i zamiera przy ich odlocie. Jest to jedna z najsilniej działających roślin w polskiej florze, nazywana czasem 'polskim opium' ze względu na silne właściwości rozkurczowe i uspokajające.",

  "profil_energetyczny": {
    "smak": "Bardzo gorzki, palący, ostry",
    "termika": "Gorąca",
    "wilgotnosc": "Osuszająca",
    "zywiol": "Ogień",
    "opis": "Glistnik 'rozbija' zastoje energii w wątrobie i drogach żółciowych. Jego gorąca i gorzka natura skutecznie osusza 'wilgotne gorąco' (stany zapalne z wysiękiem) i zabija intruzów (wirusy, bakterie, pasożyty). Działa gwałtownie i zdecydowanie, poruszając krew i soki trawienne."
  },

  "wymagania": {
    "stanowisko": "Półcień do cienia. Bardzo dobrze czuje się w miejscach osłoniętych, przy murach, płotach i w zaroślach.",
    "gleba": "Żyzna, wilgotna, zasobna w azot i wapń. Często spotykany na terenach ruderalnych i w starych ogrodach.",
    "ph_gleby": "6.0 - 7.5 (Obojętna do lekko zasadowej).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie mrozoodporny).",
    "woda": "Lubi stałą wilgotność, ale potrafi przetrwać krótkie okresy suszy dzięki silnemu systemowi korzeniowemu."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Jaskrawopomarańczowy, gęsty sok mleczny po złamaniu łodygi lub liścia.",
      "Kwiaty żółte, czteropłatkowe, zebrane w luźne baldachy.",
      "Liście pierzastosieczne, o karbowanych brzegach, z wierzchu zielone, spodem sinozielone.",
      "Owoce to długie, wąskie torebki przypominające strąki, pękające od dołu do góry."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Dymnica pospolita (Fumaria officinalis)",
        "roznica": "Dymnica ma znacznie drobniejsze, fioletowo-różowe kwiaty i nie posiada pomarańczowego soku."
      }
    ]
  },

  "czesci_rosliny": {
    "ziele": {
      "nazwa_surowca": "Herba Chelidonii",
      "opis_botaniczny": "Kwitnące ziele zbierane od maja do lipca.",
      "skladniki_aktywne": [
        "Alkaloidy izochinolinowe (chelidonina, chelerytryna, sangwinaryna, koptyzyna)",
        "Kwasy organiczne (chelidonowy)",
        "Flawonoidy",
        "Saponiny",
        "Enzymy proteolityczne (rozpuszczające białka wirusowe w kurzajkach)"
      ],
      "wlasciwości": "Silnie rozkurczowe na mięśnie gładkie (układ pokarmowy, drogi żółciowe), żółciopędne, uspokajające, przeciwbólowe, bakteriobójcze, przeciwwirusowe.",
      "czas_zbioru": "Maj - Czerwiec.",
      "ostrzezenia": "Może działać toksycznie na wątrobę przy długotrwałym stosowaniu lub przedawkowaniu. Nie przekraczać zalecanych dawek!"
    },
    "korzen": {
      "nazwa_surowca": "Radix Chelidonii",
      "opis_botaniczny": "Wykopywany jesienią lub wczesną wiosną.",
      "skladniki_aktywne": ["Znacznie wyższe stężenie alkaloidów niż w zielu (nawet do 3%)"],
      "wlasciwości": "Stosowany głównie do sporządzania silnych ekstraktów farmaceutycznych.",
      "czas_zbioru": "Październik."
    },
    "sok_mleczny": {
      "nazwa_surowca": "Succus Chelidonii",
      "wlasciwości": "Świeży sok z łodygi stosowany wyłącznie zewnętrznie na kurzajki, brodawki i kłykciny.",
      "ostrzezenia": "Silnie drażniący – chronić oczy! Może powodować oparzenia zdrowej skóry."
    }
  },

  "zastosowanie": {
    "medyczne": "Kamica żółciowa (napady kolki), dyskineza dróg żółciowych, skurcze przewodu pokarmowego, bolesne miesiączki. Zewnętrznie: leczenie kurzajek, grzybic skóry, trudno gojących się ran.",
    "kulinarne": "BRAK. Roślina jest trująca i nie nadaje się do spożycia jako pokarm.",
    "ogrodowe": "Roślina wskaźnikowa gleb bogatych w azot. Wyciągi z glistnika mogą być stosowane do zwalczania mszyc i przędziorków.",
    "rzemieslnicze": "Pomarańczowy sok był dawniej używany jako barwnik oraz składnik preparatów do trawienia metali."
  },

  "interakcje": "Nie łączyć z lekami silnie obciążającymi wątrobę, neuroleptykami oraz innymi roślinami zawierającymi silne alkaloidy. Może nasilać działanie leków uspokajających.",

  "ciekawostki": [
    "Starożytni Grecy wierzyli, że jaskółki przemywają oczy piskląt sokiem z glistnika, aby przywrócić im wzrok.",
    "Alkaloidy glistnika mają strukturę zbliżoną do morfiny, co tłumaczy ich silne działanie przeciwbólowe i uspokajające.",
    "Nasiona glistnika posiadają elajosomy (wyrostki tłuszczowe), które przyciągają mrówki – to one roznoszą roślinę po całym ogrodzie.",
    "W medycynie ludowej nazywany 'niebieskim olejem' (mimo pomarańczowego koloru soku), co odnosiło się do jego 'niebiańskiej' skuteczności."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator azotu.",
      "Szybkie zadarnianie cienistych, trudnych miejsc.",
      "Źródło naturalnych substancji owadobójczych do oprysków.",
      "Pokarm dla larw niektórych chrząszczy."
    ],
    "gildie": [
      { "nazwa": "Bez czarny", "rola": "Glistnik świetnie czuje się w azotowej ziemi u podnóża bzu." },
      { "nazwa": "Pokrzywa zwyczajna", "rola": "Tworzą razem zespół roślin nitrofilnych (azotolubnych)." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór ziela",
        "miesiace": [5, 6],
        "opis": "Ścinanie kwitnących wierzchołków pędów. Suszenie w zacienionym, przewiewnym miejscu (ziele musi zachować naturalny kolor).",
        "faza_ksiezyca": "Księżyc przybywający (najwięcej soków)",
        "pora_dnia": "Przedpołudnie",
        "pogoda": "Słoneczna",
        "wplyw_ksiezyca": "Maksymalizuje zawartość alkaloidów w nadziemnych częściach."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Metoda na Kurzajki (Świeży Sok)",
      "typ": "medyczne",
      "metoda": "aplikacja bezpośrednia",
      "tagi": ["kurzajki", "brodawki", "wirusy", "skóra"],
      "skladniki": [
        "Świeża łodyga glistnika jaskółcze ziele"
      ],
      "sposob_przygotowania": [
        "Ułamać łodygę glistnika tak, aby pojawiła się kropla pomarańczowego soku.",
        "Dotknąć sokiem wyłącznie czubka kurzajki, omijając zdrową skórę."
      ],
      "dawkowanie": "Powtarzać 2 razy dziennie przez ok. 7-10 dni, aż kurzajka sczernieje i odpadnie.",
      "uwagi": "Sok pozostawia trwałe, brązowe plamy na skórze i ubraniu. Chronić oczy!",
      "roslina": "Glistnik jaskółcze ziele",
      "slug": "glistnik_jaskolcze_ziele",
      "cechy": ["pomarańczowy kolor", "pieczenie"],
      "wlasciwosci": ["przeciwwirusowa", "żrąca"]
    },
    {
      "tytul": "Intrakt Glistnikowy (Na skurcze i wątrobę)",
      "typ": "medyczne",
      "metoda": "intrakt (ekstrakcja na gorąco)",
      "tagi": ["wątroba", "skurcze", "trawienie", "ból"],
      "skladniki": [
        "Świeże ziele glistnika: 100g",
        "Gorący alkohol 40-60%: 500ml"
      ],
      "sposob_przygotowania": [
        "Świeże ziele posiekać i zalać gorącym alkoholem.",
        "Macerować 14 dni w ciemnym miejscu.",
        "Przefiltrować."
      ],
      "dawkowanie": "Stosować bardzo ostrożnie: 10-15 kropli na wodę 2-3 razy dziennie.",
      "uwagi": "Tylko dla dorosłych. Nie przekraczać dawki – ryzyko uszkodzenia wątroby.",
      "roslina": "Glistnik jaskółcze ziele",
      "slug": "glistnik_jaskolcze_ziele"
    }
  ],
  "ostrzezenia": "ROŚLINA SILNIE DZIAŁAJĄCA I POTENCJALNIE TOKSYCZNA. Nie stosować w ciąży (powoduje skurcze macicy), przy jaskrze (podnosi ciśnienie wewnątrzgałkowe) oraz przy chorobie wrzodowej żołądka. Przedawkowanie objawia się pieczeniem w ustach, wymiotami i krwawą biegunką."
}