{
  "id": "grab_pospolity",
  "nazwa_pl": "Grab pospolity",
  "nazwa_lat": "Carpinus betulus",
  "rodzina": "Brzozowate (Betulaceae)",
  "opis": "Średniej wielkości drzewo liściaste, dorastające do 25 m wysokości. Najbardziej charakterystyczny jest jego pień – rzadko idealnie okrągły, zazwyczaj falisty, z wyraźnymi podłużnymi zgrubieniami przypominającymi napięte mięśnie. Kora jest gładka, popielatoszara, z ciemniejszymi smugami. Grab jest królem europejskich ogrodów barokowych, ponieważ fenomenalnie znosi cięcie i formowanie, tworząc niemal nieprzebyte zielone ściany.",

  "profil_energetyczny": {
    "smak": "Cierpki, gorzkawy",
    "termika": "Chłodna",
    "wilgotnosc": "Osuszająca (silnie ściągająca)",
    "zywiol": "Ziemia",
    "opis": "Grab to energia czystej wytrzymałości i stabilności. Jego działanie jest skupione na wzmacnianiu struktur – zarówno tkanek w organizmie, jak i fizycznych barier w ogrodzie. Pomaga 'ściągać' rozproszoną energię i przywracać tonus osłabionym narządom."
  },

  "wymagania": {
    "stanowisko": "Cieniste do słonecznego. Jest jednym z najbardziej cienioznośnych drzew liściastych w Polsce.",
    "gleba": "Żyzna, świeża, próchniczna, gliniasto-piaszczysta. Nie lubi gleb bardzo suchych oraz silnie zakwaszonych.",
    "ph_gleby": "6.0 - 7.5 (Obojętna do lekko zasadowej).",
    "mrozoodpornosc": "Strefa 5 (Całkowicie mrozoodporny, choć młode liście mogą ucierpieć od późnych przymrozków).",
    "woda": "Umiarkowane zapotrzebowanie; dobrze znosi okresowe zalewanie, ale źle czuje się na terenach trwale bagiennych."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Pień o charakterystycznym 'umięśnionym' przekroju, kora gładka ze smugami.",
      "Liście podłużnie jajowate, wyraźnie harmonijkowato pofałdowane, o podwójnie piłkowanych brzegach.",
      "Pąki zimowe są wąskie, długie, ale w przeciwieństwie do buka – ściśle przylegają do gałązki.",
      "Owoce to małe orzeszki opatrzone dużym, trójklapowym skrzydełkiem (liściem okrywowym), zebrane w zwisające owocostany."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Buk zwyczajny (Fagus sylvatica)",
        "roznica": "Buk ma pień idealnie walcowaty, pąki odstające od gałązki ('cygara') i liście o falistym, ale nie piłkowanym brzegu."
      },
      {
        "nazwa": "Wiąz (Ulmus)",
        "roznica": "Liście wiązu są u nasady wyraźnie asymetryczne, a kora bardzo głęboko spękana."
      }
    ]
  },

  "czesci_rosliny": {
    "liscie": {
      "nazwa_surowca": "Folium Carpini",
      "opis_botaniczny": "Młode liście zbierane późną wiosną.",
      "skladniki_aktywne": [
        "Garbniki",
        "Flawonoidy",
        "Witamina C",
        "Kwasy polifenolowe"
      ],
      "wlasciwości": "Ściągające, przeciwzapalne, hamujące drobne krwawienia. Napar stosuje się do przemywania ran i jako płukankę do gardła.",
      "czas_zbioru": "Maj - Czerwiec."
    },
    "pąki": {
      "nazwa_surowca": "Gemmae Carpini",
      "opis_botaniczny": "Świeże pąki zbierane tuż przed pęknięciem wczesną wiosną.",
      "skladniki_aktywne": ["Związki specyficzne dla tkanek merystematycznych", "Fitohormony"],
      "wlasciwości": "Kluczowy surowiec w gemmoterapii – regeneruje śluzówkę dróg oddechowych, wspomaga pracę zatok i zwiększa liczbę płytek krwi (trombocytów).",
      "czas_zbioru": "Marzec - Kwiecień."
    }
  },

  "zastosowanie": {
    "medyczne": "Stany zapalne gardła, afty, drobne rany skóry, chroniczne zapalenie zatok (pąki), rekonwalescencja po chorobach dróg oddechowych.",
    "kulinarne": "BRAK. Liście są jadalne dla zwierząt (cenna pasza), dla ludzi zbyt twarde i cierpkie.",
    "ogrodowe": "Najlepsza roślina na formowane żywopłoty (tzw. ściany grabowe). Może być stosowany do budowy altan z 'żywego drewna' (pleaching).",
    "rzemieslnicze": "Drewno grabowe ('żelazne drewno') używane do wyrobu elementów maszyn, kół zębatych, trzonków do młotków, strugów stolarskich, a nawet części mechanicznych fortepianów."
  },

  "interakcje": "Napar z liści ze względu na garbniki może ograniczać wchłanianie żelaza. Brak innych znanych interakcji.",

  "ciekawostki": [
    "Drewno grabu jest tak gęste i twarde, że dawniej wykonywano z niego jarzma dla wołów oraz osie wozów, które musiały wytrzymać ogromne przeciążenia.",
    "Grab posiada niesamowitą zdolność do zrastania się gałęzi – jeśli dwa pędy będą się o siebie ocierać, z czasem stworzą jedną całość, co wykorzystuje się w rzeźbiarstwie ogrodowym.",
    "W przeciwieństwie do wielu innych drzew, grab rzadko pada ofiarą jemioły.",
    "Zasuszone liście grabu często pozostają na gałązkach przez całą zimę, co chroni pąki przed mroźnym wiatrem i zapewnia prywatność w ogrodowych żywopłotach nawet w styczniu.",
    "Węgiel drzewny z grabu jest uważany za jeden z najbardziej kalorycznych i był ceniony przez dawnych kowali."
  ],

  "permakultura": {
    "funkcje": [
      "Najlepsza bariera wiatrochronna i dźwiękochłonna w formie żywopłotu.",
      "Producent biomasy (liście grabu rozkładają się szybciej niż dębowe i bukowe, wzbogacając glebę).",
      "Nurse tree – drzewo wspomagające wzrost wymagających gatunków leśnych.",
      "Kopalnia wysokokalorycznego drewna opałowego."
    ],
    "gildie": [
      { "nazwa": "Dąb szypułkowy", "rola": "Tworzą razem naturalne grądy (lasy dębowo-grabowe)." },
      { "nazwa": "Przylaszczka pospolita", "rola": "Roślina runa idealnie czująca się w cieniu grabów." },
      { "nazwa": "Leszczyna", "rola": "Częsty partner w podszycie leśnym." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Cięcie żywopłotu",
        "miesiace": [6, 8],
        "opis": "Pierwsze cięcie w czerwcu (po zakończeniu głównego przyrostu), drugie w sierpniu dla zagęszczenia.",
        "faza_ksiezyca": "Księżyc ubywający",
        "wplyw_ksiezyca": "Ogranicza 'płakanie' rośliny i spowalnia odrost, co pozwala dłużej cieszyć się formą."
      },
      {
        "czynnosc": "Zbiór pąków do gemmoterapii",
        "miesiace": [3],
        "opis": "Zbiór pączków nabrzmiałych, ale jeszcze nie otwartych.",
        "faza_ksiezyca": "Księżyc przybywający"
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Gliceryt z pąków grabu (Na zatoki)",
      "typ": "medyczne",
      "metoda": "maceracja glicerynowo-alkoholowa",
      "tagi": ["zatoki", "odporność", "gemmoterapia"],
      "skladniki": [
        "Świeże pąki grabu: 1 część",
        "Gliceryna roślinna: 1 część",
        "Alkohol 60-70%: 1 część"
      ],
      "sposob_przygotowania": [
        "Pąki drobno posiekać i zalać mieszanką gliceryny i alkoholu.",
        "Macerować 3 tygodnie w ciemnym miejscu, codziennie wstrząsając.",
        "Przefiltrować i wycisnąć."
      ],
      "dawkowanie": "20-30 kropli na niewielką ilość wody, 2 razy dziennie.",
      "uwagi": "Skutecznie regeneruje śluzówki i ułatwia oczyszczanie dróg oddechowych.",
      "roslina": "Grab pospolity",
      "slug": "grab_pospolity"
    }
  ],
  "ostrzezenia": "Ze względu na wysoką zawartość garbników w liściach, osoby z przewlekłymi zaparciami powinny ograniczyć stosowanie wewnętrzne naparów."
}