{
  "id": "jasnota_biala",
  "nazwa_pl": "Jasnota biała",
  "nazwa_lat": "Lamium album",
  "rodzina": "Jasnotowate (Lamiaceae)",
  "opis": "Wieloletnia roślina zielna, pospolita w całej Europie. Choć jej liście są niemal identyczne jak u pokrzywy zwyczajnej, jasnota nie parzy. Charakteryzuje się pięknymi, białymi, wargowymi kwiatami zebranymi w okółki. Jest to roślina miododajna o niezwykle długim okresie kwitnienia, ceniona w medycynie klasycznej za wysoką zawartość irydoidów i śluzów, które działają kojąco na błony śluzowe i układ rozrodczy kobiet.",

  "profil_energetyczny": {
    "smak": "Słodki, łagodny, lekko trawiasty",
    "termika": "Chłodna",
    "wilgotnosc": "Nawilżająca (śluzowa)",
    "zywiol": "Woda i Ziemia",
    "opis": "Jasnota to 'łagodna pocieszycielka'. Jej energia chłodzi stany zapalne i nawilża wysuszone tkanki. Działa regenerująco na Yin, pomagając odzyskać równowagę po infekcjach i krwotokach. Jest symbolem odporności i elastyczności."
  },

  "wymagania": {
    "stanowisko": "Półcień do cienia. Lubi miejsca wilgotne i osłonięte, ale radzi sobie również w słońcu przy odpowiedniej wilgotności gleby.",
    "gleba": "Żyzna, próchniczna, zasobna w azot. Często rośnie w pobliżu kompostowników, na obrzeżach lasów i w ogrodach.",
    "ph_gleby": "6.0 - 7.5 (Obojętna do lekko zasadowej).",
    "mrozoodpornosc": "Strefa 3 (Całkowicie mrozoodporna).",
    "woda": "Wymaga umiarkowanej do dużej wilgotności; na suchych stanowiskach drewnieje i traci wartość leczniczą."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Łodyga czworokątna, pusta w środku, owłosiona (ale nie parząca).",
      "Liście naprzeciwległe, sercowato-jajowate, grubo piłkowane, na ogonkach.",
      "Kwiaty białe lub kremowe, wargowe, wyrastające w nibyokółkach w kątach liści.",
      "Brak parzących włosków – po dotknięciu roślina jest miękka i przyjazna."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Pokrzywa zwyczajna (Urtica dioica)",
        "roznica": "Pokrzywa parzy, ma drobne, zielonkawe kwiaty w zwisających wiechach i nie pachnie tak miodowo."
      },
      {
        "nazwa": "Jasnota purpurowa (Lamium purpureum)",
        "roznica": "Ma znacznie mniejsze, różowo-fioletowe kwiaty i liście przebarwiające się na purpurowo u szczytu pędu."
      }
    ]
  },

  "czesci_rosliny": {
    "kwiaty": {
      "nazwa_surowca": "Flos Lamii albi",
      "opis_botaniczny": "Same korony kwiatowe wyrywane z kielichów w czasie kwitnienia.",
      "skladniki_aktywne": [
        "Irydoidy (m.in. lamalbina)",
        "Flawonoidy (kwercetyna, izokwercytryna)",
        "Śluzy (wysoka zawartość)",
        "Saponiny",
        "Olejek eteryczny",
        "Garbniki"
      ],
      "wlasciwości": "Przeciwzapalne, hamujące drobne krwawienia, wykrztuśne, osłonowe na drogi oddechowe i układ pokarmowy, regulujące cykl miesiączkowy.",
      "czas_zbioru": "Maj - Wrzesień.",
      "ostrzezenia": "Surowiec bardzo delikatny – suszyć w cieniu, by kwiaty nie ściemniały."
    },
    "ziele": {
      "nazwa_surowca": "Herba Lamii albi",
      "opis_botaniczny": "Górne części pędów zbierane na początku kwitnienia.",
      "skladniki_aktywne": ["Garbniki", "Sole mineralne", "Śluzy", "Flawonoidy"],
      "wlasciwości": "Oczyszczające krew, lekko moczopędne, ściągające przy biegunkach i problemach skórnych.",
      "czas_zbioru": "Maj - Czerwiec."
    }
  },

  "zastosowanie": {
    "medyczne": "Upławy u kobiet (leucorrhea), zbyt obfite i bolesne miesiączki, nieżyty dróg oddechowych (suchy kaszel), katar, stany zapalne przewodu pokarmowego. Zewnętrznie: przemywanie oczu, regeneracja naskórka, trądzik.",
    "kulinarne": "Młode liście i pędy są jadalne i bardzo smaczne – można je dodawać do sałatek, zup i omletów jak szpinak. Kwiaty są jadalną dekoracją deserów i mają słodki nektar u nasady.",
    "ogrodowe": "Doskonała roślina okrywowa do cienia. Przyciąga mnóstwo zapylaczy, zwłaszcza trzmiele, które jako jedne z nielicznych potrafią sięgnąć do głębokiej rurki kwiatu.",
    "rzemieslnicze": "Brak znaczących zastosowań rzemieślniczych poza rzadkim wykorzystaniem jako delikatny zielony barwnik."
  },

  "interakcje": "Jasnota biała jest uznawana za surowiec bardzo bezpieczny. Nie wykazano istotnych interakcji z lekami syntetycznymi.",

  "ciekawostki": [
    "Dzieci często wyrywają kwiaty jasnoty i wysysają słodki nektar z ich nasady – stąd ludowa nazwa 'miodunka' (choć botanicznie miodunka to inna roślina).",
    "W medycynie ludowej jasnota była symbolem 'czystości kobiecej' i lekiem na wszelkie 'niewieście przypadłości'.",
    "Liście jasnoty białej zawierają znacznie więcej witaminy C i żelaza niż popularna sałata.",
    "Roślina ta wykształciła wygląd pokrzywy jako strategię obronną (mimikra) – zwierzęta omijają ją, myśląc, że parzy."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator minerałów (wapń i magnez).",
      "Wczesnowiosenny i długotrwały pożytek dla trzmieli.",
      "Szybkie zadarnianie wilgotnych, ciemnych miejsc w ogrodzie (strefa 4-5).",
      "Wskaźnik wysokiej żyzności gleby i zasobności w azot."
    ],
    "gildie": [
      { "nazwa": "Bez czarny", "rola": "Idealny sąsiad pod krzewem bzu, gdzie panuje cień i wysoki poziom azotu." },
      { "nazwa": "Pokrzywa zwyczajna", "rola": "Często rosną razem, tworząc stabilne zbiorowiska nitrofilne." },
      { "nazwa": "Lipa", "rola": "Partner w runie pod lipami." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór kwiatów",
        "miesiace": [5, 6, 7, 8],
        "opis": "Skubanie samych białych koron kwiatowych. Wymaga cierpliwości, ale daje najcenniejszy surowiec.",
        "faza_ksiezyca": "Pełnia",
        "pora_dnia": "Przedpołudnie (po rosie)",
        "pogoda": "Słoneczna",
        "wplyw_ksiezyca": "Maksymalizuje słodycz i zawartość związków śluzowych."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Napar 'Kobiecy Spokój'",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["menstruacja", "upławy", "hormony", "skóra"],
      "skladniki": [
        "Suszone kwiaty jasnoty białej: 1 łyżka",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Kwiaty zalać wrzącą wodą.",
        "Parzyć pod przykryciem przez 15 minut.",
        "Przecedzić."
      ],
      "dawkowanie": "Pić 2 razy dziennie po szklance, szczególnie w drugiej połowie cyklu lub przy przeziębieniu.",
      "uwagi": "Napar ma bardzo łagodny smak i może być podawany również dzieciom przy kaszlu.",
      "roslina": "Jasnota biała",
      "slug": "jasnota_biala",
      "cechy": ["słomkowy kolor", "delikatny zapach"],
      "wlasciwosci": ["osłonowa", "przeciwzapalna"]
    },
    {
      "tytul": "Kąpiel Nasiadowa na stany zapalne",
      "typ": "medyczne",
      "metoda": "odwar do kąpieli",
      "tagi": ["higiena intymna", "infekcje", "skóra"],
      "skladniki": [
        "Ziele jasnoty białej (całe): 50g",
        "Woda: 1 litr"
      ],
      "sposob_przygotowania": [
        "Ziele zalać wodą, doprowadzić do wrzenia.",
        "Gotować 3 minuty, odstawić na 15 minut.",
        "Wlać do miski lub wanny z ciepłą wodą."
      ],
      "dawkowanie": "Kąpiel powinna trwać 15 minut.",
      "roslina": "Jasnota biała",
      "slug": "jasnota_biala"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Zielone Smoothie z Jasnotą",
      "typ": "kulinarne",
      "metoda": "blendowanie",
      "tagi": ["witaminy", "detoks", "dzika kuchnia"],
      "skladniki": [
        "Garść młodych liści jasnoty białej",
        "1 banan",
        "1 jabłko",
        "Sok z połowy cytryny",
        "Woda lub napój roślinny: 200 ml"
      ],
      "sposob_przygotowania": [
        "Wszystkie składniki dokładnie umyć.",
        "Zblendować na gładką masę.",
        "Wypić natychmiast po przygotowaniu."
      ],
      "uwagi": "Doskonały sposób na dawkę żelaza bez piekącego efektu pokrzywy.",
      "roslina": "Jasnota biała",
      "slug": "jasnota_biala"
    }
  ],
  "ostrzezenia": "Jasnota biała jest bezpieczna, ale przy problemach z krzepliwością krwi (poważne stany) warto skonsultować się z lekarzem ze względu na obecność irydoidów. Nie zbierać roślin z miejsc zanieczyszczonych (przy drogach)."
}