{
  "id": "jesion_wyniosly",
  "nazwa_pl": "Jesion wyniosły",
  "nazwa_lat": "Fraxinus excelsior",
  "rodzina": "Oliwkowate (Oleaceae)",
  "opis": "Wysokie, majestatyczne drzewo liściaste, osiągające do 40 m wysokości. Charakteryzuje się prostym pniem i luźną, wysoko osadzoną koroną. Jesion jest bliskim krewnym oliwki, co przejawia się w składzie chemicznym jego kory. Jest to drzewo długowieczne (do 300 lat), które kocha wilgoć i żyzne gleby. Jego drewno jest legendarne ze względu na połączenie twardości z ekstremalną elastycznością.",

  "profil_energetyczny": {
    "smak": "Gorzki, ściągający",
    "termika": "Chłodna",
    "wilgotnosc": "Osuszająca",
    "zywiol": "Powietrze i Woda",
    "opis": "Jesion to 'udrażniacz kanałów'. Jego energia pomaga usunąć zastoje płynów w stawach i nerkach. Chłodzi 'gorące' stany zapalne układu ruchu i pomaga rozproszyć mentalną ociężałość, przywracając jasność myślenia i lekkość bytu."
  },

  "wymagania": {
    "stanowisko": "Słoneczne do półcienistego. Młode okazy znoszą cień, starsze potrzebują pełnego światła.",
    "gleba": "Bardzo żyzna, głęboka, próchniczna, wilgotna (ale nie bagienna). Uwielbia doliny rzeczne i podnóża gór.",
    "ph_gleby": "6.0 - 8.0 (Neutralna do zasadowej; kocha wapń).",
    "mrozoodpornosc": "Strefa 4 (Odporny na mrozy, ale wrażliwy na późne przymrozki majowe, które niszczą młode liście).",
    "woda": "Wysokie zapotrzebowanie; jesion jest 'pompą wodną' krajobrazu."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Pąki zimowe są MATOWOCZARNE, aksamitne w dotyku i ustawione naprzeciwlegle (najważniejsza cecha rozpoznawcza zimą).",
      "Liście nieparzystopierzaste, złożone z 7-15 lancetowatych listków, rozwijają się bardzo późno (często dopiero w połowie maja).",
      "Kora u młodych drzew gładka, jasnozielonkawa, u starszych ciemnoszara i głęboko spękana w regularne romby.",
      "Owoce to podłużne, płaskie skrzydlaki (samary), zebrane w gęste, zwisające pęczki."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Jesion pensylwański (Fraxinus pennsylvanica)",
        "roznica": "Gatunek obcy; jego pąki są brązowe (nie czarne), a pędy często owłosione."
      },
      {
        "nazwa": "Jarząb pospolity",
        "roznica": "Jarząb ma owłosione pąki i owoce w formie czerwonych jagód, a nie płaskich skrzydlaków."
      }
    ]
  },

  "czesci_rosliny": {
    "liscie": {
      "nazwa_surowca": "Folium Fraxini",
      "opis_botaniczny": "Młode liście zbierane na początku lata (czerwiec).",
      "skladniki_aktywne": [
        "Kwercetyna i inne flawonoidy",
        "Mannitol (naturalny środek moczopędny)",
        "Garbniki",
        "Kwasy organiczne",
        "Kumaryny (fraksyna)"
      ],
      "wlasciwości": "Moczopędne, oczyszczające krew (depurativum), wspomagające usuwanie kwasu moczowego, przeciwreumatyczne.",
      "czas_zbioru": "Czerwiec."
    },
    "kora": {
      "nazwa_surowca": "Cortex Fraxini",
      "opis_botaniczny": "Kora z młodych, 2-3 letnich gałęzi zbierana wiosną.",
      "skladniki_aktywne": [
        "Glikozydy kumarynowe (fraksyna, fraksetyna - działają podobnie do chininy)",
        "Garbniki",
        "Gorycze"
      ],
      "wlasciwości": "Przeciwgorączkowe, przeciwzapalne, wzmacniające naczynia włosowate, żółciopędne.",
      "czas_zbioru": "Kwiecień - Maj."
    }
  },

  "zastosowanie": {
    "medyczne": "Reumatyzm, artretyzm (dna moczanowa), obrzęki, kamica nerkowa, przewlekłe choroby skóry wynikające ze złej przemiany materii, gorączka.",
    "kulinarne": "Młode owoce jesionu (jeszcze zielone i miękkie) mogą być marynowane jak kapary. Liście służyły dawniej jako pasza dla zwierząt, poprawiająca jakość mleka.",
    "ogrodowe": "Wspaniałe drzewo parkowe i alejowe. W ogrodach permakulturowych służy jako dostawca biomasy i stabilizator wilgotnych stref.",
    "rzemieslnicze": "Drewno jesionowe jest cenione wyżej niż dębowe w produkcji trzonków narzędzi, kijów hokejowych, nart, wioseł i łuków ze względu na swoją sprężystość."
  },

  "interakcje": "Działa moczopędnie – może nasilać efekt diuretyków syntetycznych. Brak znanych istotnych działań toksycznych.",

  "ciekawostki": [
    "W mitologii nordyckiej jesion Yggdrasil łączył świat bogów, ludzi i zmarłych. Wierzono, że pierwszy mężczyzna, Ask, został stworzony właśnie z pnia jesionu.",
    "Jesionowe drewno jest tak elastyczne, że można je giąć po sparowaniu do niemal dowolnego kształtu, co wykorzystywano przy budowie dawnych kół wozów.",
    "W medycynie ludowej wierzono, że przesunięcie chorego dziecka przez rozszczepiony pień młodego jesionu uleczy go z krzywicy lub przepukliny.",
    "Jesion jest drzewem 'egoistycznym' – jego liście rozwijają się jako ostatnie na wiosnę, a opadają jako jedne z pierwszych jesienią (często jeszcze zielone po pierwszym przymrozku).",
    "Herbata z liści jesionu była niegdyś nazywana 'herbatą myśliwych', ponieważ pomagała łagodzić bóle stawów po długich wędrówkach."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator wapnia i magnezu.",
      "Producent wysokiej jakości opału (jesion pali się dobrze nawet gdy jest świeżo ścięty).",
      "Napowietrzanie gleby dzięki głębokiemu systemowi korzeniowemu.",
      "Prowiant zimowy dla niektórych zwierząt leśnych (owoce)."
    ],
    "gildie": [
      { "nazwa": "Wiąz", "rola": "Częsty partner w lasach łęgowych." },
      { "nazwa": "Czosnek niedźwiedzi", "rola": "Uwielbia żyzną i wilgotną ziemię pod koroną jesionów." },
      { "nazwa": "Kalina koralowa", "rola": "Partner w dolnym piętrze wilgotnych zadrzewień." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór liści do suszenia",
        "miesiace": [6],
        "opis": "Zbiór liści bez ogonków, gdy są w pełni wykształcone, ale jeszcze młode.",
        "faza_ksiezyca": "Księżyc przybywający",
        "pora_dnia": "Przedpołudnie",
        "pogoda": "Słoneczna"
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Napar 'Lekkie Stawy'",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["reumatyzm", "dna moczanowa", "detoks", "stawy"],
      "skladniki": [
        "Suszone liście jesionu: 1 łyżka stołowa",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Liście zalać wrzącą wodą.",
        "Parzyć pod przykryciem 15-20 minut.",
        "Przecedzić."
      ],
      "dawkowanie": "Pić 2 szklanki dziennie przez 3 tygodnie w celu oczyszczenia organizmu z kwasu moczowego.",
      "uwagi": "Warto łączyć z liściem brzozy i pokrzywą.",
      "roslina": "Jesion wyniosły",
      "slug": "jesion_wyniosly"
    }
  ],
  "ostrzezenia": "Obecnie jesiony w Europie są zagrożone przez grzyba *Hymenoscyphus fraxineus* (zamieranie jesionów) – przy zbiorze należy unikać drzew wykazujących objawy choroby (uschnięte wierzchołki pędów)."
}