{
  "id": "kalina_koralowa",
  "nazwa_pl": "Kalina koralowa",
  "nazwa_lat": "Viburnum opulus",
  "rodzina": "Piżmaczkowate (Adoxaceae) / dawniej Przewiertniowate",
  "opis": "Rozłożysty krzew dorastający do 4-5 metrów wysokości, występujący pospolicie w wilgotnych lasach i zaroślach. Słynie z jaskrawoczerwonych, lśniących owoców, które zwisają w ciężkich baldachach i pozostają na krzewie długo po opadnięciu liści. Liście kaliny są szerokie, 3-5 klapowe, przypominające liście klonu. Jest to roślina o ogromnej sile symbolicznej w tradycji ludowej, obecna w pieśniach i legendach jako metafora dziewczęcej urody i nieszczęśliwej miłości.",

  "profil_energetyczny": {
    "smak": "Gorzki, cierpki, kwaśny",
    "termika": "Chłodna",
    "wilgotnosc": "Osuszająca (ściągająca)",
    "zywiol": "Woda i Ziemia",
    "opis": "Kalina działa wybitnie rozkurczowo i 'uspokajająco' na tkanki. Jej energia chłodzi stany zapalne w obrębie miednicy mniejszej i 'wycisza' nadmierne skurcze. Pomaga zatrzymać krwawienia (energia ściągająca) i stabilizuje gospodarkę płynami w organizmie."
  },

  "wymagania": {
    "stanowisko": "Półcieniste do słonecznego. Najlepiej owocuje w miejscach jasnych, ale o wilgotnym powietrzu.",
    "gleba": "Żyzna, próchniczna, wybitnie wilgotna, a nawet podmokła. Dobrze znosi okresowe zalewanie podłoża.",
    "ph_gleby": "5.5 - 8.0 (Tolerancyjna, preferuje podłoża lekko kwaśne do zasadowych).",
    "mrozoodpornosc": "Strefa 3 (Całkowicie mrozoodporna, jedna z najbardziej wytrzymałych roślin krajowych).",
    "woda": "Bardzo wysokie zapotrzebowanie; źle znosi suszę, która powoduje szybkie opadanie liści i atak mszyc."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Liście 3-5 klapowe, grubo piłkowane, spodem owłosione, przebarwiające się jesienią na szkarłatnopurpurowo.",
      "Kwiatostany płaskie (baldachogrona), gdzie kwiaty brzeżne są duże, białe i płonne (wabią owady), a środkowe małe, zielonkawe i płodne.",
      "Owoce to lśniące, kuliste pestkowce o intensywnie czerwonym kolorze, zawierające jedną, płaską, sercowatą pestkę.",
      "Kora na starszych pędach jest jasnoszara i spękana."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Kalina koralowa 'Roseum' (Śnieżna kula)",
        "roznica": "Odmiana ogrodowa; ma kwiatostany w kształcie pełnych, białych kul składających się wyłącznie z kwiatów płonnych. NIE zawiązuje owoców."
      },
      {
        "nazwa": "Kalina hordowina (Viburnum lantana)",
        "roznica": "Ma liście pojedyncze (nieklapowane), pomarszczone i filcowato owłosione. Owoce zmieniają kolor z zielonego przez czerwony do czarnego."
      }
    ]
  },

  "czesci_rosliny": {
    "kora": {
      "nazwa_surowca": "Cortex Viburni",
      "opis_botaniczny": "Kora pozyskiwana wiosną (w czasie krążenia soków) z 2-3 letnich gałązek.",
      "skladniki_aktywne": [
        "Glikozyd viburnina (odpowiada za działanie rozkurczowe)",
        "Garbniki (do 5%)",
        "Flawonoidy",
        "Kumaryny (skopolina)",
        "Kwasy organiczne (walerianowy, masłowy)"
      ],
      "wlasciwości": "Silnie rozkurczowe na mięśniówkę gładką (zwłaszcza macicy), przeciwkrwotoczne, uspokajające, obniżające ciśnienie krwi.",
      "czas_zbioru": "Marzec - Kwiecień.",
      "ostrzezenia": "Zbiór z dzikich stanowisk wymaga zezwolenia (roślina pod ochroną częściową w lasach państwowych)."
    },
    "owoce": {
      "nazwa_surowca": "Fructus Viburni",
      "opis_botaniczny": "Dojrzałe owoce zbierane późną jesienią, najlepiej po pierwszych przymrozkach.",
      "skladniki_aktywne": [
        "Witamina C i E",
        "Antocyjany",
        "Krótkołańcuchowe kwasy tłuszczowe (m.in. kwas masłowy - rzadkość w świecie roślin!)",
        "Pektyny",
        "Saponiny"
      ],
      "wlasciwości": "Wzmacniające serce, moczopędne, witaminizujące, łagodnie uspokajające.",
      "czas_zbioru": "Październik - Listopad.",
      "ostrzezenia": "Surowe owoce w większej ilości są lekko toksyczne (powodują wymioty). Wymagają mrożenia lub gotowania."
    },
    "kwiaty": {
      "nazwa_surowca": "Flos Viburni",
      "wlasciwości": "Napotne, przeciwzapalne, wspomagające trawienie.",
      "czas_zbioru": "Maj - Czerwiec."
    }
  },

  "zastosowanie": {
    "medyczne": "Bolesne miesiączkowanie, PMS, skurcze macicy, ryzyko poronienia (pod ścisłą kontrolą lekarza!), menopauza, nadciśnienie tętnicze, nerwice, przeziębienia (owoce).",
    "kulinarne": "Konfitury, soki, galaretki, sosy do mięs (syberyjski przysmak). Owoce idealnie komponują się z jabłkiem lub gruszką, co łagodzi ich charakterystyczną gorycz.",
    "ogrodowe": "Obsadzanie brzegów stawów, rowów melioracyjnych i wilgotnych zakątków ogrodu. Roślina miododajna i biocenotyczna.",
    "rzemieslnicze": "Drewno kaliny jest twarde i elastyczne; dawniej wyrabiano z niego szewskie kołki, strzały oraz drobne narzędzia. Kora służy do barwienia tkanin na odcienie różu i czerwieni."
  },

  "interakcje": "Brak istotnych interakcji z lekami, jednak ze względu na wpływ na mięśniówkę macicy, stosowanie w ciąży musi być bezwzględnie konsultowane z ginekologiem.",

  "ciekawostki": [
    "Owoce kaliny po roztarciu wydzielają specyficzny zapach, który przypomina niektórym 'stare skarpety' lub ser – jest to wynik obecności kwasu masłowego i walerianowego. Zapach ten znika po zagotowaniu.",
    "W tradycji ludowej wierzono, że dziewczyna, która umarła przed ślubem, zamienia się w krzew kaliny.",
    "Nasiona kaliny mają unikalny, sercowaty kształt, co w dawnej 'medycynie sygnatur' oznaczało ich zbawienny wpływ na serce i sferę emocjonalną.",
    "Kalina jest jedną z nielicznych roślin, której owoce są chętniej zjadane przez ptaki (jemiołuszki, gile) zimą, gdy kilkukrotnie przemarzną i stracą gorycz.",
    "Na Podlasiu kalina zdobiła groby panien i kawalerów jako symbol czystości."
  ],

  "permakultura": {
    "funkcje": [
      "Stabilizacja podmokłych brzegów i skarp (silny system korzeniowy).",
      "Producent biomasy i pożytku dla zapylaczy (muchówki i pszczoły).",
      "Siedlisko dla słowików i innych ptaków śpiewających.",
      "Bioindykator stałej, wysokiej wilgotności gleby."
    ],
    "gildie": [
      { "nazwa": "Olcha czarna", "rola": "Tworzą razem stabilne zbiorowiska łęgowe." },
      { "nazwa": "Bez czarny", "rola": "Partner w gęstych zaroślach nadrzecznych." },
      { "nazwa": "Hortensja", "rola": "W ogrodach ozdobnych tworzą harmonijną grupę wilgociolubną." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór owoców po przymrozkach",
        "miesiace": [11, 12],
        "opis": "Zbiór całych kiści. Przemrożenie na krzewie naturalnie redukuje gorycz i rozkłada śladowe ilości saponin.",
        "faza_ksiezyca": "Księżyc ubywający",
        "pora_dnia": "Poranek",
        "wplyw_ksiezyca": "Sprzyja trwałości owoców w przetworach."
      },
      {
        "czynnosc": "Zbiór kory",
        "miesiace": [3, 4],
        "opis": "Pozyskiwanie kory przed rozwinięciem liści. Suszenie w temp. do 40°C.",
        "faza_ksiezyca": "Nów (faza korzenia i kory)"
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Odwar z kory 'Ratunek Kobiecy'",
      "typ": "medyczne",
      "metoda": "odwar",
      "tagi": ["bolesne miesiączki", "skurcze", "PMS", "macica"],
      "skladniki": [
        "Rozdrobniona kora kaliny: 1 łyżka stołowa",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Korę zalać wodą i doprowadzić do wrzenia.",
        "Gotować na bardzo małym ogniu przez 15 minut (nie dopuszczać do gwałtownego wrzenia).",
        "Odstawić na 15 minut pod przykryciem, przecedzić."
      ],
      "dawkowanie": "Pić po 1/3 szklanki 3 razy dziennie podczas bolesnej menstruacji.",
      "uwagi": "Działa niezwykle skutecznie, rozluźniając napięcie w dole brzucha.",
      "roslina": "Kalina koralowa",
      "slug": "kalina_koralowa",
      "cechy": ["cierpki smak", "jasnobrunatny kolor"],
      "wlasciwosci": ["rozkurczowa", "przeciwbólowa"]
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Kalinowe Powidła z Jabłkiem",
      "typ": "kulinarne",
      "metoda": "gotowanie i przecieranie",
      "tagi": ["konfitura", "odporność", "serce"],
      "skladniki": [
        "Owoce kaliny (przemrożone 5 dni w zamrażarce): 1 kg",
        "Słodkie jabłka: 1 kg",
        "Cukier lub miód: 0.5 kg",
        "Opcjonalnie: imbir, wanilia lub goździki"
      ],
      "sposob_przygotowania": [
        "Owoce kaliny zagotować w niewielkiej ilości wody (ok. 15 min).",
        "Przetrzeć przez gęste sito, aby pozbyć się pestek (pestki są jadalne, ale psują konsystencję powideł).",
        "Dodać pokrojone w kostkę jabłka i cukier.",
        "Smażyć do uzyskania gęstej konsystencji. Przelać do słoików."
      ],
      "uwagi": "Dodatek jabłek neutralizuje zapach kaliny i balansuje jej goryczkę.",
      "roslina": "Kalina koralowa",
      "slug": "kalina_koralowa"
    }
  ],
  "ostrzezenia": "Zbiór owoców z dzikich stanowisk w lasach może być ograniczony prawnie. Nigdy nie jedz dużej ilości surowych, twardych owoców – może to spowodować silne podrażnienie żołądka i wymioty."
}