{
  "id": "krwawnik_pospolity",
  "nazwa_pl": "Krwawnik pospolity",
  "nazwa_lat": "Achillea millefolium",
  "rodzina": "Astrowate (Asteraceae)",
  "opis": "Wieloletnia, pospolita bylina łąkowa o charakterystycznych, pierzastych liściach przypominających tysiące małych piórek (stąd nazwa 'millefolium'). Krwawnik to roślina o niezwykłej żywotności, odporna na deptanie i suszę. W tradycji ludowej nazywany 'zielem żołnierzy', gdyż od tysiącleci towarzyszył armiom jako najskuteczniejszy środek tamujący krew i zapobiegający zakażeniom ran.",

  "profil_energetyczny": {
    "smak": "Gorzki, ostry, aromatyczny, lekko słony",
    "termika": "Neutralna do chłodnej (w fazie świeżej) / lekko rozgrzewająca (korzeń)",
    "wilgotnosc": "Osuszająca",
    "zywiol": "Powietrze i Ziemia",
    "opis": "Krwawnik jest rośliną 'równoważącą'. Potrafi poruszyć krew tam, gdzie powstały zastoje (np. zakrzepy, bolesne miesiączki), ale jednocześnie potrafi zatrzymać krew tam, gdzie ucieka ona z naczyń (rany, krwotoki). Na poziomie emocjonalnym pomaga stawiać granice i chroni przed 'wampiryzmem energetycznym'."
  },

  "wymagania": {
    "stanowisko": "Pełne słońce. W cieniu rośnie słabo i zawiera znacznie mniej olejków eterycznych.",
    "gleba": "Bardzo małe wymagania; rośnie na suchych piaskach, miedzach i ugorach. Nie lubi jedynie gleb kwaśnych i stale podmokłych.",
    "ph_gleby": "6.0 - 8.0 (Preferuje gleby obojętne do zasadowych, bogate w azot).",
    "mrozoodpornosc": "Strefa 3 (Całkowicie mrozoodporny, znosi ekstremalne warunki).",
    "woda": "Wybitnie odporny na suszę; nadmiar wody powoduje gnicie korzeni."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Liście są wielokrotnie pierzastosieczne, miękkie w dotyku, o zapachu przypominającym rumianek, ale bardziej ostrym.",
      "Kwiatostany to baldachogrona złożone z wielu drobnych koszyczków (zwykle białych, rzadziej różowych).",
      "Łodyga jest sztywna, kanciasta i gęsto ulistniona.",
      "Charakterystyczny, korzenny zapach po roztarciu dowolnej części rośliny."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Marchew zwyczajna (Daucus carota)",
        "roznica": "Marchew ma baldachy z dużym, ciemnym punktem w środku, a jej liście pachną marchewką. Krwawnik ma baldachogrona (płaskie góry) i liście bardziej 'puchate'."
      },
      {
        "nazwa": "Wrotycz pospolity (Tanacetum vulgare)",
        "roznica": "Zanim zakwitnie, liście mogą być podobne, ale wrotycz ma liście twardsze, ciemniejsze i o wiele silniejszym, kamforowym zapachu."
      }
    ]
  },

  "czesci_rosliny": {
    "ziele": {
      "nazwa_surowca": "Herba Achilleae",
      "opis_botaniczny": "Górne części pędów o długości do 20 cm, zbierane na początku kwitnienia.",
      "skladniki_aktywne": [
        "Olejek eteryczny (bogaty w azuleny, m.in. chamazulen - o niebieskiej barwie)",
        "Achilleina (alkaloid o działaniu przeciwkrwotocznym)",
        "Flawonoidy (apigenina, luteolina)",
        "Garbniki",
        "Gorycze",
        "Sole mineralne (bardzo wysoka zawartość magnezu i manganu)"
      ],
      "wlasciwości": "Przeciwzapalne, przeciwskurczowe, pobudzające wydzielanie soków trawiennych, tamujące krwawienia wewnętrzne i zewnętrzne, antybakteryjne.",
      "czas_zbioru": "Czerwiec - Wrzesień.",
      "ostrzezenia": "Może powodować alergie skórne u osób wrażliwych na rośliny astrowate."
    },
    "kwiaty": {
      "nazwa_surowca": "Flos Achilleae",
      "opis_botaniczny": "Same koszyczki kwiatowe odcięte od łodygi.",
      "skladniki_aktywne": ["Najwyższe stężenie chamazulenu i flawonoidów"],
      "wlasciwości": "Silnie przeciwzapalne i rozkurczowe. Idealne do inhalacji przy katarze i stanach zapalnych zatok.",
      "czas_zbioru": "Pełnia lata."
    }
  },

  "zastosowanie": {
    "medyczne": "Wewnętrznie: brak apetytu, wzdęcia, skurcze żołądka, bolesne i nieregularne miesiączki, krwawienia z przewodu pokarmowego. Zewnętrznie: przemywanie ran, owrzodzeń, uszkodzeń naskórka, stany zapalne jamy ustnej.",
    "kulinarne": "Młode liście (zbierane wiosną) dodaje się do sałatek, masła ziołowego, twarogu i past. Nadają potrawom pikantny, gorzkawy posmak. Kwiaty mogą służyć do aromatyzowania domowego piwa i likierów.",
    "ogrodowe": "Roślina 'lekarz ogrodu' – posadzona w pobliżu innych roślin zwiększa ich odporność na choroby i poprawia aromat ziół olejkowych (np. mięty).",
    "rzemieslnicze": "Naturalny barwnik do tkanin (daje odcienie od żółtego do oliwkowej zieleni). Historycznie liście krwawnika dodawano do tytoniu."
  },

  "interakcje": "Może nasilać działanie leków przeciwzakrzepowych oraz leków uspokajających. Należy zachować ostrożność przy jednoczesnym stosowaniu leków hamujących wydzielanie kwasu żołądkowego.",

  "ciekawostki": [
    "W medycynie chińskiej łodygi krwawnika służyły do wróżenia z księgi I-Ching ze względu na ich sztywność i trwałość.",
    "Destylat z krwawnika (olejek) ma intensywnie niebieski kolor dzięki chamazulenowi – tej samej substancji, która nadaje moc rumiankowi.",
    "Nazwa 'krwawnik' w wielu językach (np. niem. Schafgarbe) odnosi się do tego, że owce chętnie go zjadają, gdy czują się chore.",
    "Stare przysłowie mówiło, że krwawnik 'wszystko co pęknięte, zrasta' – odnosząc się zarówno do ran, jak i do pękniętego serca."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator potasu, fosforu, wapnia i siarki.",
      "Magnes na pożyteczne owady (przyciąga bzygi, złotooki i biedronki, które zwalczają mszyce).",
      "Głęboko korzeniąca się roślina, która rozluźnia strukturę ciężkiej gleby.",
      "Idealny komponent 'herbal leys' (mieszanek ziołowych na pastwiska)."
    ],
    "gildie": [
      { "nazwa": "Drzewa owocowe (Jabłoń, Śliwa)", "rola": "Krwawnik pod drzewami owocowymi przyciąga zapylacze i drapieżne owady chroniące owoce." },
      { "nazwa": "Mięta pieprzowa", "rola": "Sąsiedztwo krwawnika zwiększa produkcję olejku mentolowego w mięcie." },
      { "nazwa": "Pokrzywa zwyczajna", "rola": "Wspólnie tworzą potężny duet odżywczy dla gleby i drenaż minerałów." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór ziela na susz",
        "miesiace": [6, 7, 8],
        "opis": "Ścinanie pędów rano, gdy zejdzie rosa, ale zanim słońce zacznie najmocniej operować.",
        "faza_ksiezyca": "Księżyc przybywający (od nowiu do pełni)",
        "pora_dnia": "Przedpołudnie",
        "pogoda": "Słoneczna (niezbędna dla azulenów)",
        "wplyw_ksiezyca": "Wzmacnia właściwości przeciwzapalne i antybakteryjne surowca."
      },
      {
        "czynnosc": "Podział karp",
        "miesiace": [3, 4, 10],
        "opis": "Odmładzanie rośliny przez podział podziemnych kłączy.",
        "faza_ksiezyca": "Księżyc ubywający",
        "pora_dnia": "Wieczór",
        "pogoda": "Pochmurno, wilgotno",
        "wplyw_ksiezyca": "Sprzyja szybkiemu ukorzenianiu i zapobiega 'chorobie przesadzeniowej'."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Maść Krwawnikowa na rany i otarcia",
      "typ": "medyczne",
      "metoda": "ekstrakcja tłuszczowa",
      "tagi": ["skóra", "rany", "skaleczenia", "stany zapalne"],
      "skladniki": [
        "Świeże ziele krwawnika (posiekane): 2 garście",
        "Smalec gęsi lub masło Shea: 200g",
        "Wosk pszczeli: 20g"
      ],
      "sposob_przygotowania": [
        "Tłuszcz rozpuścić w kąpieli wodnej.",
        "Dodać krwawnik i podgrzewać na bardzo małym ogniu przez ok. 30 minut (nie doprowadzać do wrzenia!).",
        "Odstawić na noc.",
        "Następnego dnia ponownie podgrzać, przecedzić przez gęstą gazę.",
        "Dodać wosk pszczeli i mieszać do rozpuszczenia, przelać do słoiczków."
      ],
      "dawkowanie": "Smarować zmienione miejsca 2-3 razy dziennie.",
      "uwagi": "Niezastąpiona przy drobnych skaleczeniach i trudno gojących się ranach.",
      "roslina": "Krwawnik pospolity",
      "slug": "krwawnik_pospolity",
      "cechy": ["zielonkawy kolor", "ziołowy aromat"],
      "wlasciwosci": ["przyspieszająca gojenie", "antyseptyczna"]
    },
    {
      "tytul": "Napar 'Dobra Przemiana Materii'",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["trawienie", "detoks", "wątroba"],
      "skladniki": [
        "Ziele krwawnika: 1 część",
        "Liść mniszka: 1 część",
        "Ziele dziurawca: 1 część"
      ],
      "sposob_przygotowania": [
        "1 łyżkę mieszanki zalać szklanką wrzątku.",
        "Parzyć pod przykryciem 15-20 minut.",
        "Przecedzić."
      ],
      "dawkowanie": "Pić pół szklanki 30 minut przed posiłkiem.",
      "roslina": "Krwawnik pospolity",
      "slug": "krwawnik_pospolity"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Pikantna Sól Krwawnikowa",
      "typ": "kulinarne",
      "metoda": "ucieranie",
      "tagi": ["przyprawa", "trawienie", "witaminy"],
      "skladniki": [
        "Suszone liście krwawnika: 2 łyżki",
        "Sól morska gruboziarnista: 10 łyżek",
        "Suszona skórka z cytryny: 1 łyżeczka"
      ],
      "sposob_przygotowania": [
        "Wszystkie składniki umieścić w moździerzu.",
        "Utrzeć na drobny proszek.",
        "Przechowywać w szczelnym słoiczku."
      ],
      "uwagi": "Doskonała do ryb, twarogu i pieczonych ziemniaków. Wspomaga trawienie ciężkich dań.",
      "roslina": "Krwawnik pospolity",
      "slug": "krwawnik_pospolity"
    }
  ],
  "ostrzezenia": "Krwawnika nie należy stosować w okresie ciąży (może działać stymulująco na macicę) oraz podczas karmienia piersią. Może wywoływać fotouczulenie u osób o bardzo jasnej karnacji. W przypadku wystąpienia wysypki (alergia na azuleny), przerwać stosowanie."
}