{
  "id": "lipa_drobnolistna",
  "nazwa_pl": "Lipa drobnolistna",
  "nazwa_lat": "Tilia cordata",
  "rodzina": "Ślazowate (Malvaceae) / dawniej Lipowate",
  "opis": "Majestatyczne, długowieczne drzewo liściaste, osiągające do 30 m wysokości. Słynie z sercowatych liści i niezwykle wonnych, miododajnych kwiatów. W kulturze słowiańskiej uznawana za drzewo święte, chroniące przed piorunami i urokami. Lipa jest filarem fitoterapii w leczeniu infekcji górnych dróg oddechowych oraz naturalnym środkiem kojącym system nerwowy. Potrafi dożyć nawet 500-1000 lat.",

  "profil_energetyczny": {
    "smak": "Słodki, śluzowaty, delikatnie aromatyczny",
    "termika": "Neutralna ku chłodnej",
    "wilgotnosc": "Nawilżająca (kojąca)",
    "zywiol": "Powietrze i Woda",
    "opis": "Lipa jest uosobieniem miękkości i łagodności. Jej śluzowa natura nawilża wysuszone tkanki, a słodycz odżywia system nerwowy. Rozprasza napięcie wywołane stresem, 'otwiera' pory skóry, by uwolnić nadmiar gorąca z wnętrza organizmu (poprzez pot)."
  },

  "wymagania": {
    "stanowisko": "Słoneczne do półcienistego. Na stanowiskach słonecznych produkuje rekordowe ilości nektaru.",
    "gleba": "Żyzna, głęboka, świeża, zasobna w składniki odżywcze. Najlepiej czuje się na glebach piaszczysto-gliniastych.",
    "ph_gleby": "6.0 - 7.5 (Preferuje podłoża o odczynie obojętnym).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie mrozoodporna w Polsce).",
    "woda": "Wymaga umiarkowanej wilgotności; źle znosi długotrwałe susze (liście wcześnie żółkną i opadają)."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Liście wyraźnie sercowate, u nasady asymetryczne, na brzegach piłkowane.",
      "Charakterystyczne kępki brązowych (rdzawych) włosków w kątach nerwów na spodzie liścia (klucz do odróżnienia od lipy szerokolistnej).",
      "Kwiaty zebrane w baldachogrona, zrośnięte z podłużną, języczkowatą podsadką (skrzydełkiem).",
      "Owoce to drobne, kuliste orzeszki o cienkiej skorupce, które można rozgnieść w palcach."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Lipa szerokolistna (Tilia platyphyllos)",
        "roznica": "Kwitnie dwa tygodnie wcześniej, ma większe liście z białymi włoskami w kątach nerwów oraz twarde, zdrewniałe owoce, których nie da się rozgnieść w palcach."
      }
    ]
  },

  "czesci_rosliny": {
    "kwiaty": {
      "nazwa_surowca": "Inflorescentia Tiliae (Kwiatostan lipy)",
      "opis_botaniczny": "Kwiatostany wraz z podsadką (skrzydełkiem) zbierane w początkowym stadium kwitnienia.",
      "skladniki_aktywne": [
        "Flawonoidy (tilirozyd, kwercetyna, rutyna) - działanie napotne i przeciwzapalne",
        "Śluzy (do 10%) - działanie osłaniające i powlekające",
        "Olejek eteryczny (z farnesolem) - nadaje zapach i uspokaja",
        "Garbniki",
        "Kwasy organiczne"
      ],
      "wlasciwości": "Silnie napotne (obniża temperaturę), przeciwzapalne, osłaniające błony śluzowe, łagodnie uspokajające, moczopędne.",
      "czas_zbioru": "Czerwiec - Lipiec (zależnie od pogody).",
      "ostrzezenia": "Suszyć w temp. do 35°C, by nie stracić cennego olejku farnesolu."
    },
    "liscie": {
      "nazwa_surowca": "Folium Tiliae",
      "opis_botaniczny": "Młode liście zbierane w maju, przed kwitnieniem.",
      "skladniki_aktywne": ["Witamina C", "Chlorofil", "Śluzy", "Garbniki"],
      "wlasciwości": "Pomocniczo w chorobach układu moczowego oraz jako środek oczyszczający skórę (okłady).",
      "czas_zbioru": "Maj."
    },
    "wegiel": {
      "nazwa_surowca": "Carbo ligni Tiliae (Węgiel lipowy)",
      "opis_botaniczny": "Otrzymywany przez suchą destylację drewna lipowego.",
      "wlasciwości": "Silnie chłonny; stosowany w zatruciach pokarmowych, wzdęciach oraz do czyszczenia ran.",
      "ostrzezenia": "Zbyt częste stosowanie może prowadzić do zaparć."
    }
  },

  "zastosowanie": {
    "medyczne": "Główny lek napotny przy grypie, przeziębieniu, anginie i gorączce. Pomocniczo w suchym kaszlu (łagodzi drapanie), stanach napięcia nerwowego, lękach i trudnościach z zasypianiem.",
    "kulinarne": "Herbata lipowa (klasyk), miód lipowy (najwyżej ceniony na przeziębienia). Młode, majowe liście są jadalne i doskonałe jako baza sałatek.",
    "ogrodowe": "Jedna z najważniejszych roślin miododajnych w naszej strefie klimatycznej. Drzewo dające głęboki, przyjemny cień, idealne do nasadzeń alejowych.",
    "rzemieslnicze": "Drewno lipowe jest niezwykle miękkie i jednorodne – to ulubiony materiał rzeźbiarzy (np. Wit Stwosz rzeźbił w lipie). Z kory pozyskuje się łyko, z którego dawniej wyplatano kosze, maty i obuwie (łapcie)."
  },

  "interakcje": "Brak istotnych negatywnych interakcji z lekami syntetycznymi. Dzięki zawartości śluzów może być stosowana jako środek osłonowy przy przyjmowaniu leków drażniących żołądek.",

  "ciekawostki": [
    "Jan Kochanowski napisał słynną fraszkę 'Na lipę', wychwalając jej kojące właściwości i zapach.",
    "Miód lipowy w stanie płynnym ma barwę od jasnożółtej do bursztynowej, a po krystalizacji staje się prawie biały.",
    "Podsadka lipy (skrzydełko) pełni rolę spadochronu, dzięki któremu nasiona są roznoszone przez wiatr na duże odległości.",
    "W tradycji ludowej lipa była drzewem 'kobiecym', związanym z energią opiekuńczą i macierzyństwem."
  ],

  "permakultura": {
    "funkcje": [
      "Kluczowy pożytek nektarowy dla pszczół (tzw. główny pożytek letni).",
      "Producent doskonałej biomasy i ziemi liściowej bogatej w wapń.",
      "Drzewo akumulujące minerały z głębszych warstw gleby.",
      "Naturalny wiatrochron w projektach siedliskowych."
    ],
    "gildie": [
      { "nazwa": "Pszczoły miodne", "rola": "Symbioza absolutna – nektar w zamian za zapylanie." },
      { "nazwa": "Melisa lekarska", "rola": "Wspólne działanie uspokajające i napotne." },
      { "nazwa": "Przylaszczka pospolita", "rola": "Często występuje w runie pod lipami w lasach liściastych." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór kwiatostanów",
        "miesiace": [6, 7],
        "opis": "Zbiór kwiatów, gdy większość pąków jest rozwinięta, a kwiaty nie zaczęły jeszcze przekwitać.",
        "faza_ksiezyca": "Księżyc przybywający (faza kwiatu)",
        "pora_dnia": "Południe (po obeschnięciu rosy, przy pełnym słońcu)",
        "pogoda": "Słoneczna, sucha (wilgotne kwiaty lipy po wysuszeniu brązowieją i tracą moc)",
        "wplyw_ksiezyca": "Wzmacnia aromat i zawartość napotnych flawonoidów."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Odwar Napotny 'Zimowa Tarcza'",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["gorączka", "przeziębienie", "grypa", "sen"],
      "skladniki": [
        "Suszone kwiaty lipy: 1 łyżka",
        "Suszone owoce maliny: 1 łyżka",
        "Sok z cytryny i miód lipowy (do smaku)"
      ],
      "sposob_przygotowania": [
        "Kwiaty lipy i maliny zalać szklanką wrzątku.",
        "Parzyć pod przykryciem 15-20 minut.",
        "Dodać miód i cytrynę, gdy napar lekko przestygnie."
      ],
      "dawkowanie": "Pić 2-3 razy dziennie gorące, a po wypiciu położyć się do łóżka pod ciepłe przykrycie.",
      "uwagi": "Idealny przepis na 'wypocenie' infekcji na samym początku jej trwania.",
      "roslina": "Lipa drobnolistna",
      "slug": "lipa_drobnolistna",
      "cechy": ["miodowy zapach", "lekko gęsty napar"],
      "wlasciwosci": ["napotna", "uspokajająca"]
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Lemoniada Lipowa (Letni Relaks)",
      "typ": "kulinarne",
      "metoda": "maceracja",
      "tagi": ["napój", "lato", "relaks"],
      "skladniki": [
        "Świeże kwiaty lipy: 2 garście",
        "Woda: 1 litr",
        "Plasterki cytryny",
        "Miód: 2 łyżki"
      ],
      "sposob_przygotowania": [
        "Kwiaty zalać chłodną wodą i odstawić na 2-3 godziny w słoneczne miejsce.",
        "Dodać miód i cytrynę.",
        "Schłodzić w lodówce przed podaniem."
      ],
      "uwagi": "Woda nabiera delikatnego, miodowego aromatu i śluzowej konsystencji.",
      "roslina": "Lipa drobnolistna",
      "slug": "lipa_drobnolistna"
    }
  ],
  "ostrzezenia": "Osoby z zaawansowaną niewydolnością serca powinny unikać picia dużych ilości herbaty lipowej (zbytnie obciążenie serca przy intensywnym poceniu się)."
}