{
  "id": "lopian_mniejszy",
  "nazwa_pl": "Łopian mniejszy",
  "nazwa_lat": "Arctium minus",
  "rodzina": "Astrowate (Asteraceae)",
  "opis": "Dwuletnia roślina zielna, wyraźnie mniejsza od łopianu większego, osiągająca zazwyczaj od 50 do 120 cm wysokości. Choć na pierwszy rzut oka bardzo podobny do swojego większego krewniaka, charakteryzuje się bardziej krzaczastym pokrojem i mniejszymi koszyczkami kwiatowymi, które są zebrane w grona. Jest to roślina wybitnie nitrofilna (lubiąca azot), często spotykana na gruzowiskach, w rowach i na obrzeżach dróg.",

  "profil_energetyczny": {
    "smak": "Gorzki, mdły, lekko słodkawy",
    "termika": "Chłodna",
    "wilgotnosc": "Osuszająca",
    "zywiol": "Ziemia",
    "opis": "Energia łopianu mniejszego, podobnie jak większego, skupia się na usuwaniu 'wilgotnego gorąca'. Działa wybitnie drenująco na układ limfatyczny i pomaga wydalać metaboliczne odpady przez skórę i nerki. Jest nieco mniej 'agresywny' w działaniu niż korzeń łopianu większego, co czyni go odpowiednim do dłuższych kuracji oczyszczających."
  },

  "wymagania": {
    "stanowisko": "Słoneczne do półcienistego. Bardzo plastyczny gatunek.",
    "gleba": "Mniej wymagający niż łopian większy; rośnie nawet na glebach uboższych, kamienistych i mocno zbitych, choć preferuje podłoża zasobne w azot.",
    "ph_gleby": "6.0 - 8.0 (Tolerancyjny).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie mrozoodporny).",
    "woda": "Umiarkowane zapotrzebowanie; dzięki silnemu korzeniowi palowemu świetnie radzi sobie z okresowymi brakami wody."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Ogonki liściowe są PUSTE w środku (w przekroju poprzecznym widać wyraźny kanał). To najważniejsza cecha odróżniająca go od łopianu większego.",
      "Koszyczki kwiatowe mniejsze (1.5 - 2.5 cm średnicy), zebrane w wydłużone grona (u łopianu większego tworzą baldachogrona).",
      "Listki okrywy (haczyki) są zazwyczaj zielone lub lekko pajęczynowato osnute.",
      "Liście dolne są sercowate, ale mniejsze i częściej faliste na brzegach niż u gatunku większego."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Łopian większy (Arctium lappa)",
        "roznica": "Ma PEŁNE ogonki liściowe, znacznie większe koszyczki kwiatowe i dorasta do monumentalnych rozmiarów."
      },
      {
        "nazwa": "Łopian pajęczynowaty (Arctium tomentosum)",
        "roznica": "Charakteryzuje się bardzo gęstym, białym 'pajęczynowatym' owłosieniem na koszyczkach kwiatowych."
      }
    ]
  },

  "czesci_rosliny": {
    "korzen": {
      "nazwa_surowca": "Radix Bardanae (minor)",
      "opis_botaniczny": "Gruby, palowy korzeń wykopywany w pierwszym roku życia rośliny (jesienią) lub wiosną drugiego roku.",
      "skladniki_aktywne": [
        "Inulina (prebiotyk)",
        "Poliacetyleny (naturalne antybiotyki)",
        "Lignany (arktygenina)",
        "Garbniki",
        "Śluzy"
      ],
      "wlasciwości": "Oczyszczające krew, wspomagające przemianę materii, żółciopędne, przeciwzapalne, regulujące poziom cukru.",
      "czas_zbioru": "Październik - Marzec."
    },
    "liscie": {
      "nazwa_surowca": "Folium Bardanae",
      "wlasciwości": "Stosowane zewnętrznie do okładów na obrzęki, stawy i ukąszenia owadów.",
      "czas_zbioru": "Czerwiec - Lipiec."
    }
  },

  "zastosowanie": {
    "medyczne": "Problemy skórne (trądzik, egzemy), wspomaganie detoksykacji wątroby, łagodzenie stanów zapalnych dróg moczowych, regulacja flory bakteryjnej jelit (dzięki inulinie).",
    "kulinarne": "Korzenie można przyrządzać identycznie jak u łopianu większego (pieczenie, smażenie, gotowanie). W smaku nieco bardziej intensywny/gorzki.",
    "ogrodowe": "Wspaniały producent nawozu (gnojówka z liści bogata w azot i potas). Jako roślina 'pułapkowa' dla niektórych szkodników.",
    "rzemieslnicze": "Haczykowate rzepy służyły dawniej jako zabawka, ale także w rzemiośle do czesania wełny (choć rzadziej niż ostrożeń)."
  },

  "interakcje": "Brak specyficznych przeciwwskazań, poza typowymi dla łopianów (ostrożność przy lekach przeciwcukrzycowych).",

  "ciekawostki": [
    "Choć łopian mniejszy ma mniejsze rzepy, to są one gęściej osadzone na łodydze, co czyni go mistrzem 'pasażera na gapę' na sierści zwierząt.",
    "W niektórych regionach Polski liście łopianu mniejszego przykładano pod kapelusz, aby chronić się przed udarem słonecznym (efekt chłodzący kutneru).",
    "Nasiona łopianu mniejszego są bogate w oleje, które ptaki (szczególnie szczygły) uwielbiają wydziobywać zimą.",
    "W medycynie ludowej świeży sok z korzenia łopianu mniejszego uważano za środek 'naprawiający cerę' po przebytych chorobach zakaźnych."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator minerałów (wyciąga azot i fosfor).",
      "Roślina pionierska na terenach zdewastowanych (rekultywacja).",
      "Producent biomasy w miejscach o mniejszej powierzchni (zajmuje mniej miejsca niż łopian większy).",
      "Pożytek dla trzmieli."
    ],
    "gildie": [
      { "nazwa": "Pokrzywa zwyczajna", "rola": "Tworzą razem zespół roślin nitrofilnych na obrzeżach ogrodu." },
      { "nazwa": "Dzika róża", "rola": "Często rosną u podnóża róż, korzystając z cienia pędów." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór liści na gnojówkę",
        "miesiace": [6],
        "opis": "Cięcie młodych, soczystych liści przed wykształceniem pędu kwiatowego.",
        "faza_ksiezyca": "Księżyc przybywający"
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Nalewka 'Czysta Krew' (Z korzenia)",
      "typ": "medyczne",
      "metoda": "maceracja alkoholowa",
      "tagi": ["detoks", "trądzik", "odporność"],
      "skladniki": [
        "Świeży, posiekany korzeń łopianu mniejszego: 1 szklanka",
        "Alkohol 40-50%: 3 szklanki"
      ],
      "sposob_przygotowania": [
        "Korzeń zalać alkoholem w ciemnym słoiku.",
        "Macerować 3 tygodnie, codziennie wstrząsając.",
        "Przefiltrować."
      ],
      "dawkowanie": "30 kropli na kieliszek wody 2 razy dziennie przed posiłkiem.",
      "uwagi": "Doskonała kuracja na wiosenne przesilenie i problemy z cera.",
      "roslina": "Łopian mniejszy",
      "slug": "lopian_mniejszy"
    }
  ],
  "ostrzezenia": "Zbiór korzeni drugorocznych (po zakwitnięciu) jest bezcelowy – stają się one zdrewniałe, puste w środku i pozbawione wartości leczniczych."
}