{
  "id": "macierzanka_piaskowa",
  "nazwa_pl": "Macierzanka piaskowa",
  "nazwa_lat": "Thymus serpyllum",
  "rodzina": "Jasnotowate (Lamiaceae)",
  "opis": "Niska, wieloletnia krzewinka o płożących pędach, tworząca gęste, intensywnie pachnące darnie. Jej drobne, lilioworóżowe kwiaty są magnesem dla pszczół i motyli. Nazwa 'serpyllum' pochodzi od łacińskiego 'serpere' (pełzać), co idealnie oddaje sposób wzrostu rośliny. Macierzanka jest symbolem siły życiowej ukrytej w małej formie – potrafi przetrwać ekstremalne upały na jałowym piasku, kumulując w sobie potężne olejki eteryczne.",

  "profil_energetyczny": {
    "smak": "Ostry, aromatyczny, lekko gorzki",
    "termika": "Gorąca",
    "wilgotnosc": "Osuszająca",
    "zywiol": "Ogień i Powietrze",
    "opis": "Macierzanka to 'słoneczny impuls' dla płuc. Jej gorąca natura rozgrzewa wychłodzone drogi oddechowe, rozpuszcza zastoinowy śluz i pobudza siły obronne organizmu. Działa kojąco na układ nerwowy, rozpraszając 'mgłę' mentalną i melancholię."
  },

  "wymagania": {
    "stanowisko": "Pełne słońce. W cieniu traci swój aromat i zwarty pokrój.",
    "gleba": "Uboga, piaszczysta, przepuszczalna, sucha. Wybitnie nie lubi gleb ciężkich, gliniastych i podmokłych.",
    "ph_gleby": "6.5 - 7.5 (Obojętna do lekko zasadowej).",
    "mrozoodpornosc": "Strefa 3 (Całkowicie mrozoodporna).",
    "woda": "Bardzo małe zapotrzebowanie; podlewanie konieczne tylko przy ekstremalnych suszach w fazie wzrostu."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Pędy płożące się, zdrewniałe u nasady, tworzące niskie dywany (do 10 cm wysokości).",
      "Liście bardzo drobne, eliptyczne, całobrzegie, o wyraźnym, korzennym zapachu.",
      "Łodyga kwiatostanowa jest owłosiona dookoła (w przeciwieństwie do macierzanki pospolitej, która ma włoski tylko na krawędziach).",
      "Kwiaty zebrane w główkowate nibyokółki na szczytach pędów."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Tymianek właściwy (Thymus vulgaris)",
        "roznica": "Tymianek jest wyższy, ma formę wzniesionego krzewu i podwinięte brzegi liści. Macierzanka płoży się po ziemi."
      },
      {
        "nazwa": "Macierzanka pospolita (Thymus pulegioides)",
        "roznica": "Występuje na łąkach (nie tylko na piaskach), jest wyższa, a jej łodyga jest owłosiona tylko na krawędziach."
      }
    ]
  },

  "czesci_rosliny": {
    "ziele": {
      "nazwa_surowca": "Herba Serpylli",
      "opis_botaniczny": "Całe ulistnione pędy zbierane w czasie kwitnienia.",
      "skladniki_aktywne": [
        "Olejek eteryczny (bogaty w tymol i karwakrol - potężne antyseptyki)",
        "Garbniki",
        "Flawonoidy",
        "Kwasy polifenolowe (m.in. kwas rozmarynowy)",
        "Sole mineralne (bogactwo litu i manganu)"
      ],
      "wlasciwości": "Silnie wykrztuśne (pobudza ruch rzęsek), przeciwbakteryjne, rozkurczowe, wiatropędne, odkażające drogi oddechowe i moczowe.",
      "czas_zbioru": "Czerwiec - Sierpień.",
      "ostrzezenia": "Suszyć w cieniu i przewiewie w temp. do 35°C, aby zachować olejki."
    }
  },

  "zastosowanie": {
    "medyczne": "Uporczywy kaszel, zapalenie oskrzeli, katar, problemy trawienne (wzdęcia, brak apetytu), stany zapalne jamy ustnej (płukanki). Zewnętrznie: kąpiele wzmacniające, przemywanie ran i skóry trądzikowej.",
    "kulinarne": "Znakomita przyprawa do mięs, ryb, warzyw strączkowych i serów. Dodaje się ją również do domowych octów i oliw smakowych.",
    "ogrodowe": "Roślina miododajna (miód macierzankowy). Idealna na ogrody skalne, zielone dachy i jako zamiennik trawnika w miejscach suchych.",
    "rzemieslnicze": "Wyciągi z macierzanki są składnikiem ekologicznych środków do dezynfekcji oraz kosmetyków dla cery tłustej."
  },

  "interakcje": "Brak istotnych interakcji przy stosowaniu naparów. Olejek macierzankowy w czystej formie może podrażniać błony śluzowe i nie powinien być stosowany wewnętrznie bez kontroli.",

  "ciekawostki": [
    "W starożytności macierzankę palono w świątyniach, by oczyścić przestrzeń ze 'złych energii' i mikrobów.",
    "Rzymscy żołnierze kąpali się w wywarze z macierzanki przed bitwą, wierząc, że dodaje ona męstwa (gr. 'thymos' oznacza odwagę/ducha).",
    "Macierzanka jest jedną z niewielu roślin, która zawiera organiczne związki litu, co tłumaczy jej tradycyjne zastosowanie w łagodzeniu stanów melancholii i lęku.",
    "W Polsce tradycyjnie wchodzi w skład bukietów święconych w dniu Matki Boskiej Zielnej (15 sierpnia)."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator manganu i litu.",
      "Ground cover (roślina okrywowa) - zapobiega erozji gleb piaszczystych.",
      "Odstraszacz szkodników - zapach macierzanki dezorientuje owady szukające roślin żywicielskich (np. pod drzewami owocowymi).",
      "Magnes na pożyteczne drapieżne owady."
    ],
    "gildie": [
      { "nazwa": "Lawenda", "rola": "Tworzą razem 'duet śródziemnomorski' na słonecznych stanowiskach." },
      { "nazwa": "Sosna zwyczajna", "rola": "Macierzanka to naturalny element runa w suchych borach sosnowych." },
      { "nazwa": "Rozchodniki", "rola": "Partnerzy w ekstremalnie suchych skalniakach." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór ziela",
        "miesiace": [6, 7],
        "opis": "Ścinanie kwitnących wierzchołków pędów (nie za nisko, by roślina mogła odrosnąć).",
        "faza_ksiezyca": "Pełnia",
        "pora_dnia": "Południe (najwięcej olejków)",
        "pogoda": "Pełne słońce, upał",
        "wplyw_ksiezyca": "Zapewnia najsilniejszy aromat i moc leczniczą surowca."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Syrop Macierzankowy na 'Mokry Kaszel'",
      "typ": "medyczne",
      "metoda": "odwar z miodem",
      "tagi": ["kaszel", "oskrzela", "odporność", "flegma"],
      "skladniki": [
        "Suszone ziele macierzanki: 3 łyżki",
        "Woda: 0.5 l",
        "Miód naturalny: 250 g",
        "Sok z połowy cytryny"
      ],
      "sposob_przygotowania": [
        "Ziele zalać wodą i gotować pod przykryciem na bardzo małym ogniu przez 5 minut.",
        "Odstawić do naciągnięcia na 20 minut, przecedzić.",
        "Gdy płyn przestygnie do ok. 40 stopni, dodać miód i cytrynę.",
        "Przechowywać w lodówce."
      ],
      "dawkowanie": "1 łyżka 3-4 razy dziennie.",
      "uwagi": "Skutecznie ułatwia odkrztuszanie i działa odkażająco na gardło.",
      "roslina": "Macierzanka piaskowa",
      "slug": "macierzanka_piaskowa",
      "cechy": ["ciemny kolor", "intensywny zapach"],
      "wlasciwosci": ["wykrztuśna", "antyseptyczna"]
    },
    {
      "tytul": "Kąpiel Wzmacniająca dla Dzieci (i dorosłych)",
      "typ": "medyczne",
      "metoda": "napar do kąpieli",
      "tagi": ["odporność", "przeziębienie", "relaks"],
      "skladniki": [
        "Ziele macierzanki: 50 g",
        "Woda: 2 l"
      ],
      "sposob_przygotowania": [
        "Ziele zalać wrzątkiem, parzyć 20 minut.",
        "Wlać przefiltrowany napar do wanny z ciepłą wodą."
      ],
      "uwagi": "Pomaga przy nawracających infekcjach i osłabieniu.",
      "roslina": "Macierzanka piaskowa",
      "slug": "macierzanka_piaskowa"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Oliwa Macierzankowa",
      "typ": "kulinarne",
      "metoda": "maceracja",
      "tagi": ["oliwa", "kuchnia", "przyprawa"],
      "skladniki": [
        "Świeże gałązki macierzanki: kilka sztuk",
        "Oliwa z oliwek: 250 ml",
        "Ząbek czosnku (opcjonalnie)"
      ],
      "sposob_przygotowania": [
        "Gałązki włożyć do butelki, zalać oliwą.",
        "Odstawić na 2 tygodnie w słoneczne miejsce, potem przelać do ciemnego szkła."
      ],
      "uwagi": "Idealna do pizzy, sałatek i pieczonych ziemniaków.",
      "roslina": "Macierzanka piaskowa",
      "slug": "macierzanka_piaskowa"
    }
  ],
  "ostrzezenia": "Ze względu na wysoką zawartość tymolu, nie należy nadużywać naparów z macierzanki przy ciężkich schorzeniach tarczycy (nadczynność). W dawkach kulinarnych całkowicie bezpieczna."
}