{
  "id": "malina_wlasciwa",
  "nazwa_pl": "Malina właściwa",
  "nazwa_lat": "Rubus idaeus",
  "rodzina": "Różowate (Rosaceae)",
  "opis": "Wieloletni krzew o łukowato wygiętych, kolczastych pędach, dorastający do 2 metrów. Malina jest gatunkiem pionierskim, który błyskawicznie zasiedla poręby leśne i obrzeża lasów. Charakterystyczną cechą są jej złożone liście o śnieżnobiałym spodzie oraz pyszne, czerwone owoce zbiorowe, które łatwo oddzielają się od stożkowatego dna kwiatowego (co odróżnia ją od jeżyny). Jest to roślina o ogromnej sile witalnej, rozmnażająca się przez podziemne rozłogi.",

  "profil_energetyczny": {
    "smak": "Słodki, kwaśny (owoce), cierpki/gorzki (liście)",
    "termika": "Chłodna (liście), rozgrzewająca (owoce po przetworzeniu)",
    "wilgotnosc": "Osuszająca i ściągająca (liście), nawilżająca (owoce)",
    "zywiol": "Woda i Ogień",
    "opis": "Malina to 'regulator przepływów'. Liście ściągają nadmiar wilgoci i tonizują tkanki, natomiast owoce pobudzają krążenie powierzchniowe (napotność), pomagając 'wypchnąć' chorobę z organizmu przez skórę."
  },

  "wymagania": {
    "stanowisko": "Słoneczne do półcienistego. W pełnym słońcu owoce są słodsze i bogatsze w aromaty.",
    "gleba": "Żyzna, próchniczna, lekko wilgotna, przepuszczalna. Nienawidzi ciężkich, zalewowych glin oraz skrajnych piasków.",
    "ph_gleby": "5.5 - 6.5 (Lekko kwaśna).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie mrozoodporna, choć niektóre odmiany ogrodowe mogą przemarzać przy braku śniegu).",
    "woda": "Wymaga regularnego dostępu do wody, szczególnie w okresie kwitnienia i dojrzewania owoców."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Liście nieparzystopierzaste (3-5 listkowe), z wierzchu zielone, SPODEM biało-kutnerowate (śnieżnobiałe).",
      "Pędy pokryte drobnymi, szczeciniastymi kolcami.",
      "Kwiaty białe, niepozorne, zebrane w luźne baldachogrona.",
      "Owoc zbiorowy, czerwony, po zerwaniu pusty w środku (dno kwiatowe zostaje na krzewie)."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Jeżyna (Rubus plicatus / fruticosus)",
        "roznica": "Owoce jeżyny są czarne i odrywają się razem z dnem kwiatowym (nie są puste w środku). Pędy jeżyny mają zazwyczaj znacznie silniejsze, hakowate kolce."
      },
      {
        "nazwa": "Malina zachodnia (Rubus occidentalis)",
        "roznica": "Ma owoce czarno-fioletowe, ale puste w środku. Jest gatunkiem uprawnym, rzadziej dziczejącym."
      }
    ]
  },

  "czesci_rosliny": {
    "owoce": {
      "nazwa_surowca": "Fructus Rubi idaei",
      "opis_botaniczny": "Soczyste owoce zbiorowe, bogate w antocyjany.",
      "skladniki_aktywne": [
        "Kwasy organiczne (cytrynowy, jabłkowy, salicylowy)",
        "Witaminy (C, E, B1, B2, B6)",
        "Antocyjany",
        "Pektyny",
        "Sole mineralne (potas, magnez, wapń, żelazo)",
        "Ketony malinowe"
      ],
      "wlasciwości": "Napotne, przeciwgorączkowe, przeciwzapalne, witaminizujące.",
      "czas_zbioru": "Lipiec - Sierpień (odmiany jesienne do października).",
      "ostrzezenia": "Suszone owoce maliny tracą sporo aromatu, dlatego najlepiej przetwarzać je na syropy lub mrozić."
    },
    "liscie": {
      "nazwa_surowca": "Folium Rubi idaei",
      "opis_botaniczny": "Młode, zdrowe liście zbierane przed kwitnieniem lub w jego trakcie.",
      "skladniki_aktywne": [
        "Garbniki elagowe (do 10% - silne działanie ściągające)",
        "Flawonoidy",
        "Fragarzyna (alkaloid wpływający na mięśnie macicy)",
        "Witamina C",
        "Kwasy polifenolowe"
      ],
      "wlasciwości": "Ściągające, przeciwbiegunkowe, tonizujące mięśnie gładkie (szczególnie macicy), przeciwzapalne, moczopędne.",
      "czas_zbioru": "Maj - Czerwiec.",
      "ostrzezenia": "Napar z liści malin tradycyjnie odradzany wczesnej ciąży, zalecany dopiero przed samym porodem (tonizacja)."
    }
  },

  "zastosowanie": {
    "medyczne": "Przeziębienie i grypa (owoce), biegunki u dzieci i dorosłych (liście), bolesne miesiączki, stany zapalne jamy ustnej (płukanki z liści), wspomaganie trawienia.",
    "kulinarne": "Soki, dżemy, galaretki, konfitury, herbaty fermentowane z liści, ocet malinowy, nalewki.",
    "ogrodowe": "Tworzenie jadalnych żywopłotów, rekultywacja brzegów lasów. Maliny dostarczają doskonałego pożytku dla pszczół (miód malinowy jest jednym z najsmaczniejszych).",
    "rzemieslnicze": "Sok malinowy to naturalny barwnik spożywczy i kosmetyczny. Z liści można uzyskać delikatny zielono-żółty barwnik do tkanin."
  },

  "interakcje": "Ze względu na zawartość naturalnych salicylanów w owocach, osoby z nadwrażliwością na aspirynę powinny zachować umiar. Liście mogą ograniczać wchłanianie żelaza (przez garbniki).",

  "ciekawostki": [
    "Malina jest jedną z najstarszych roślin uprawnych w Europie – nasiona znajdowano już w wykopaliskach z epoki kamienia.",
    "Biały spód liścia maliny działa jak lustro – odbija promienie słoneczne, chroniąc roślinę przed nadmierną transpiracją (utratą wody) w upalne dni.",
    "Kwas elagowy zawarty w malinach jest silnym antyoksydantem, który według badań wykazuje działanie przeciwnowotworowe.",
    "W tradycyjnym zielarstwie herbatę z liści malin podawano kobietom na kilka tygodni przed porodem, aby 'ułatwić wyjście dziecku' poprzez uelastycznienie mięśni miednicy.",
    "Ketony malinowe odpowiadają za unikalny zapach owoców i są wykorzystywane w przemyśle perfumeryjnym oraz (kontrowersyjnie) jako suplementy wspomagające odchudzanie."
  ],

  "permakultura": {
    "funkcje": [
      "Producent biomasy (pędy po owocowaniu są świetnym materiałem do mulczowania).",
      "Siedlisko dla owadów drapieżnych i zapylaczy.",
      "Roślina okrywowa w leśnych ogrodach (Food Forests).",
      "Naturalna bariera dla trawy i chwastów na obrzeżach grządek."
    ],
    "gildie": [
      { "nazwa": "Wrotycz pospolity", "rola": "Wrotycz posadzony w pobliżu chroni maliny przed niektórymi szkodnikami (np. kistnikiem malinowcem)." },
      { "nazwa": "Czosnek / Szczypiorek", "rola": "Pomaga ograniczać choroby grzybowe malin (szarą pleśń)." },
      { "nazwa": "Niezapominajka", "rola": "Chronią dół krzewu przed przesychaniem i przyciągają zapylacze." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Cięcie pędów",
        "miesiace": [2, 3, 11],
        "opis": "Usuwanie pędów, które już owocowały (u odmian letnich) lub wycinanie wszystkiego przy ziemi (u odmian jesiennych).",
        "faza_ksiezyca": "Księżyc ubywający",
        "wplyw_ksiezyca": "Zapobiega 'płakaniu' roślin i ogranicza ryzyko infekcji grzybowych."
      },
      {
        "czynnosc": "Zbiór liści na herbatę",
        "miesiace": [5, 6],
        "opis": "Zbiór młodych liści przed kwitnieniem – wtedy mają najwięcej fragarzyny.",
        "faza_ksiezyca": "Księżyc przybywający (faza liścia)",
        "pora_dnia": "Przedpołudnie"
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Klasyczny Syrop Malinowy 'Na Poty'",
      "typ": "medyczne",
      "metoda": "zasypywanie cukrem i pasteryzacja",
      "tagi": ["gorączka", "przeziębienie", "grypa", "odporność"],
      "skladniki": [
        "Świeże owoce maliny: 1 kg",
        "Cukier (lub ksylitol): 0.8 kg",
        "Opcjonalnie: kilka liści maliny dla wzmocnienia działania ściągającego"
      ],
      "sposob_przygotowania": [
        "Owoce ułożyć warstwami w słoiku, zasypując cukrem.",
        "Odstawić w ciepłe miejsce na 24h, aż puszczą sok.",
        "Zlać sok, krótko zagotować i przelać do butelek.",
        "Pasteryzować przez 10 minut w temp. 80-90 stopni."
      ],
      "dawkowanie": "2-3 łyżki do herbaty podczas przeziębienia. Po wypiciu należy położyć się do łóżka!",
      "uwagi": "Działa silnie napotnie dzięki zawartości salicylanów.",
      "roslina": "Malina właściwa",
      "slug": "malina_wlasciwa",
      "cechy": ["ciemnoczerwony kolor", "intensywny aromat"],
      "wlasciwosci": ["napotna", "przeciwgorączkowa"]
    },
    {
      "tytul": "Napar z liści 'Tonik Macicy'",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["kobiety", "miesiączka", "trawienie", "biegunka"],
      "skladniki": [
        "Suszone liście maliny: 1 łyżka",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Zalać wrzątkiem, parzyć pod przykryciem 15 minut.",
        "Przecedzić."
      ],
      "dawkowanie": "Pić 2 razy dziennie przy bolesnych miesiączkach lub przy lekkich biegunkach.",
      "roslina": "Malina właściwa",
      "slug": "malina_wlasciwa"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Ocet Malinowy do sałatek",
      "typ": "kulinarne",
      "metoda": "maceracja",
      "tagi": ["ocet", "kuchnia", "aromatyzowanie"],
      "skladniki": [
        "Garść świeżych malin",
        "Ocet jabłkowy: 500 ml"
      ],
      "sposob_przygotowania": [
        "Maliny lekko rozgnieść, zalać octem w słoiku.",
        "Odstawić na 2 tygodnie w ciemne miejsce.",
        "Przecedzić i używać jako bazy do winegretu."
      ],
      "uwagi": "Ma piękny kolor i owocowy aromat.",
      "roslina": "Malina właściwa",
      "slug": "malina_wlasciwa"
    }
  ],
  "ostrzezenia": "Liście maliny mogą u niektórych osób działać lekko zapierająco (przez garbniki). Stosowanie herbaty z liści malin w ciąży powinno być skonsultowane z lekarzem lub położną (zazwyczaj zalecane od 36. tygodnia)."
}