{
  "id": "modrzew_europejski",
  "nazwa_pl": "Modrzew europejski",
  "nazwa_lat": "Larix decidua",
  "rodzina": "Sosnowate (Pinaceae)",
  "opis": "Wyniosłe drzewo iglaste dorastające do 40-50 m wysokości. Jego cechą unikalną jest sezonowość – miękkie, jasnozielone igły zebrane w pęczki wyrastają wiosną, a jesienią przebarwiają się na złoto i opadają. Modrzew jest drzewem światłolubnym i szybkorosnącym, o charakterystycznej, ażurowej koronie. Jego żywica, znana jako terpentyna wenecka, była przez wieki jednym z najcenniejszych surowców farmaceutycznych i malarskich w Europie.",

  "profil_energetyczny": {
    "smak": "Żywiczny, ostry, gorzki",
    "termika": "Gorąca",
    "wilgotnosc": "Osuszająca",
    "zywiol": "Powietrze i Ogień",
    "opis": "Modrzew to 'czyściciel atmosfery'. Jego gorąca, lotna energia rozprasza zimny śluz zalegający w płucach i 'osusza' stany zapalne. Działa pobudzająco na krążenie i pomaga rozbić mentalne zastoje, przynosząc poczucie lekkości i jasności."
  },

  "wymagania": {
    "stanowisko": "Wybitnie słoneczne. Modrzew nie znosi cienia – w gęstym lesie szybko traci dolne gałęzie i 'ucieka' do światła.",
    "gleba": "Żyzna, głęboka, świeża, o umiarkowanej wilgotności. Nie lubi gleb piaszczystych ani skrajnie bagiennych.",
    "ph_gleby": "5.0 - 7.0 (Lekko kwaśna do obojętnej).",
    "mrozoodpornosc": "Strefa 3 (Ekstremalnie odporny na mrozy, typowy dla klimatu górskiego).",
    "woda": "Umiarkowane zapotrzebowanie; dobrze znosi okresowe susze dzięki głębokiemu systemowi korzeniowemu."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Igły miękkie, niekłujące, zebrane w pęczki po 20-40 sztuk na krótkopędach.",
      "Zimą drzewo jest całkowicie bezlistne (cecha unikalna wśród rodzimych iglaków).",
      "Szyszki małe (2-4 cm), jajowate, o cienkich łuskach, pozostają na drzewie przez kilka lat.",
      "Kora u starszych drzew jest bardzo gruba, głęboko spękana, o czerwonawym wnętrzu."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Modrzew polski (Larix polonica)",
        "roznica": "Podgatunek lub bliski krewny; ma mniejsze szyszki i jest rzadszy, występuje głównie w rezerwatach."
      },
      {
        "nazwa": "Cedr (Cedrus)",
        "roznica": "Cedry są zimozielone i mają znacznie większe, rozpadające się szyszki. W Polsce rzadko spotykane poza ogrodami botanicznymi."
      }
    ]
  },

  "czesci_rosliny": {
    "zywica": {
      "nazwa_surowca": "Terebinthina Laricina (Terpentyna wenecka)",
      "opis_botaniczny": "Gęsta, przejrzysta żywica pozyskiwana przez nawiercanie pni.",
      "skladniki_aktywne": [
        "Olejek eteryczny (do 25% - pinen, limonen)",
        "Kwasy żywiczne (kwas abietynowy)",
        "Laryksynol"
      ],
      "wlasciwości": "Silnie antyseptyczne, wykrztuśne, rozgrzewające, przeciwreumatyczne.",
      "ostrzezenia": "Stosowana głównie zewnętrznie w maściach; wewnętrznie tylko w preparatach aptecznych."
    },
    "igly_i_mlode_pedy": {
      "nazwa_surowca": "Turiones Laricis",
      "opis_botaniczny": "Świeże, miękkie igły i pędy zbierane w maju.",
      "skladniki_aktywne": ["Witamina C (ogromne ilości)", "Olejek eteryczny", "Flawonoidy"],
      "wlasciwości": "Witaminizujące, napotne, moczopędne, uszczelniające naczynia.",
      "czas_zbioru": "Maj."
    },
    "kora": {
      "nazwa_surowca": "Cortex Laricis",
      "wlasciwości": "Bogata w garbniki; stosowana do kąpieli przy nadmiernej potliwości stóp i dłoni.",
      "czas_zbioru": "Wczesna wiosna."
    }
  },

  "zastosowanie": {
    "medyczne": "Chroniczne zapalenie oskrzeli (inhalacje), reumatyzm, bóle mięśniowe, nerwobóle (maści), szkorbut (historycznie - igły), zakażenia dróg moczowych.",
    "kulinarne": "Młode igły w maju mają delikatnie cytrynowy smak; mogą być dodawane do sałatek, masła ziołowego lub infuzowanych wód smakowych.",
    "ogrodowe": "Roślina pionierska do rekultywacji terenów poprzemysłowych. W ogrodach ceniona za jesienne złote przebarwienie. Idealna na wysokie żywopłoty (świetnie znosi cięcie).",
    "rzemieslnicze": "Najtrwalsze polskie drewno konstrukcyjne. Odporne na gnicie, używane do budowy mostów, statków, tężni solankowych i gontów dachowych."
  },

  "interakcje": "Olejek modrzewiowy może nasilać działanie leków wykrztuśnych. Zewnętrznie u osób wrażliwych może powodować podrażnienia skóry.",

  "ciekawostki": [
    "Dachy wielu zabytkowych kościołów w Polsce pokryte są gontem modrzewiowym, który bez konserwacji potrafi przetrwać ponad 100 lat.",
    "W medycynie ludowej dym z palonych gałązek modrzewia uważano za środek odpędzający 'złe uroki' i oczyszczający powietrze z zarazy.",
    "Terpentyna wenecka z modrzewia jest używana przez konserwatorów dzieł sztuki jako składnik werniksów, ponieważ nie żółknie z upływem czasu tak bardzo jak inne żywice.",
    "Z jednego drzewa modrzewia można pozyskać w ciągu roku do 0,5 kg czystej żywicy bez uszczerbku na jego zdrowiu.",
    "Modrzew syberyjski (krewny naszego) potrafi przetrwać temperatury dochodzące do -70°C."
  ],

  "permakultura": {
    "funkcje": [
      "Producent biomasy bogatej w wapń (igły modrzewia, w przeciwieństwie do sosnowych, nie zakwaszają gleby tak silnie).",
      "Nurse tree – osłania wolniej rosnące drzewa cieniolubne (np. buki).",
      "Wiatrochron w strefach górskich.",
      "Siedlisko dla specyficznych grzybów jadalnych (Maślak modrzewiowy żyje wyłącznie w symbiozie z tym drzewem)."
    ],
    "gildie": [
      { "nazwa": "Maślak modrzewiowy", "rola": "Ścisła symbioza mikoryzowa – bez modrzewia ten grzyb nie istnieje." },
      { "nazwa": "Jałowiec", "rola": "Partnerzy na suchych, nasłonecznionych zboczach." },
      { "nazwa": "Brzoza", "rola": "Tworzą razem dynamiczne, świetliste lasy pionierskie." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór młodych przyrostów",
        "miesiace": [5],
        "opis": "Zrywanie miękkich, jasnozielonych końcówek pędów na syrop lub herbatę.",
        "faza_ksiezyca": "Księżyc przybywający (faza liścia/soku)",
        "pora_dnia": "Przedpołudnie",
        "pogoda": "Słoneczna"
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Inhalacja Modrzewiowa (Na zatoki i kaszel)",
      "typ": "medyczne",
      "metoda": "inhalacja parowa",
      "tagi": ["kaszel", "zatoki", "dezynfekcja", "płuca"],
      "skladniki": [
        "Garść młodych pędów modrzewia (świeżych lub suszonych)",
        "Opcjonalnie: kropla olejku modrzewiowego"
      ],
      "sposob_przygotowania": [
        "Pędy zalać litrem wrzącej wody w misce.",
        "Nachylić się nad oparami, nakrywając głowę ręcznikiem.",
        "Wdychać głęboko przez 10-15 minut."
      ],
      "uwagi": "Działa silnie bakteriobójczo i ułatwia odkrztuszanie.",
      "roslina": "Modrzew europejski",
      "slug": "modrzew_europejski"
    },
    {
      "tytul": "Wiosenny Napar z Igieł (Bomba Witaminowa)",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["witamina C", "odporność", "wzmocnienie"],
      "skladniki": [
        "Posiekane młode igły modrzewia: 2 łyżki",
        "Woda: 250 ml (temp. 80°C)"
      ],
      "sposob_przygotowania": [
        "Igły zalać gorącą (nie wrzącą!) wodą.",
        "Parzyć pod przykryciem 10 minut.",
        "Pić z dodatkiem miodu."
      ],
      "roslina": "Modrzew europejski",
      "slug": "modrzew_europejski"
    }
  ],
  "ostrzezenia": "Osoby z astmą oskrzelową powinny zachować ostrożność przy inhalacjach olejkami eterycznymi (ryzyko skurczu oskrzeli). Drewno modrzewiowe pali się bardzo 'strzelając' iskrami – nie nadaje się do otwartych kominków."
}