{
  "id": "nawloc_pospolita",
  "nazwa_pl": "Nawłoć pospolita",
  "nazwa_lat": "Solidago virgaurea",
  "rodzina": "Astrowate (Asteraceae)",
  "opis": "Wieloletnia bylina rodzima dla polskiego krajobrazu, dorastająca do 100 cm wysokości. W przeciwieństwie do swoich ekspansywnych kuzynem z Ameryki, rośnie zazwyczaj w świetlistych lasach i na polanach. Kwitnie od lipca do września, tworząc sztywne, wyprostowane łodygi zakończone wiechowatymi kwiatostanami o złocistożółtej barwie. Jest uważana za jeden z najskuteczniejszych naturalnych środków odkażających i regenerujących nerki.",

  "profil_energetyczny": {
    "smak": "Gorzki, cierpki, lekko aromatyczny",
    "termika": "Chłodna do neutralnej",
    "wilgotnosc": "Wybitnie osuszająca (diuretyczna)",
    "zywiol": "Woda i Metal",
    "opis": "Nawłoć to 'wielki filtr'. Jej energia porusza zastoje płynów w dolnym ogrzewaczu, wypłukując piasek i toksyny. Działa ściągająco na błony śluzowe, pomagając 'uszczelnić' organizm tam, gdzie doszło do przewlekłych wycieków lub stanów zapalnych. Na poziomie emocjonalnym pomaga radzić sobie z poczuciem żalu i lęku (powiązanym w TCM z nerkami)."
  },

  "wymagania": {
    "stanowisko": "Słoneczne do półcienistego. Preferuje miejsca świetliste, ale osłonięte.",
    "gleba": "Przepuszczalna, piaszczysto-gliniasta, umiarkowanie żyzna. Znacznie mniej wymagająca niż rośliny ogrodowe, ale nie lubi skrajnych mokradeł.",
    "ph_gleby": "5.0 - 7.0 (Lekko kwaśna do obojętnej).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie mrozoodporna).",
    "woda": "Umiarkowane zapotrzebowanie; bardzo odporna na okresowe susze."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Kwiatostan to wydłużona, prosta wiecha (nie rozłożysta jak u nawłoci kanadyjskiej).",
      "Koszyczki kwiatowe są znacznie większe (ok. 10-15 mm) niż u gatunków inwazyjnych.",
      "Liście dolne są jajowate, ogonkowe, natomiast górne lancetowate i siedzące.",
      "Łodyga jest zazwyczaj pojedyncza, sztywna i często przebarwiona na fioletowo u nasady."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Nawłoć kanadyjska (Solidago canadensis)",
        "roznica": "Gatunek inwazyjny. Jest znacznie wyższa (do 1.5m), ma mniejsze kwiaty zebrane w gęste, jednostronne, wygięte wiechy (wiechy 'wieńcowe')."
      },
      {
        "nazwa": "Starzec jakubek (Jacobaea vulgaris)",
        "roznica": "Ma liście mocno powcinane (pierzastodzielne) i jest silnie toksyczny dla wątroby. Nawłoć ma liście całe, lancetowate."
      }
    ]
  },

  "czesci_rosliny": {
    "ziele": {
      "nazwa_surowca": "Herba Solidaginis",
      "opis_botaniczny": "Górne części pędów (ok. 25 cm) zbierane na samym początku kwitnienia.",
      "skladniki_aktywne": [
        "Flawonoidy (rutyna, kwercetyna - uszczelniają naczynia)",
        "Saponiny trójterpenowe (działanie przeciwgrzybicze i moczopędne)",
        "Garbniki (do 10%)",
        "Glikozydy fenolowe (lejokarpozyd - unikalny dla S. virgaurea, działa silnie przeciwzapalnie i przeciwbólowo)",
        "Olejek eteryczny",
        "Kwas kawowy i chlorogenowy"
      ],
      "wlasciwości": "Moczopędne (akwaretyczne - zwiększa przepływ wody bez utraty elektrolitów), odkażające drogi moczowe, przeciwzapalne, ściągające, przeciwkamicze.",
      "czas_zbioru": "Lipiec - Sierpień.",
      "ostrzezenia": "Nie stosować przy obrzękach spowodowanych niewydolnością serca lub nerek bez konsultacji medycznej."
    }
  },

  "zastosowanie": {
    "medyczne": "Zapalenie pęcherza i nerek, kamica nerkowa (piasek), dna moczanowa, reumatyzm, przerost prostaty (pomocniczo), biegunki, stany zapalne jamy ustnej (płukanki).",
    "kulinarne": "Kwiaty są jadalne i mogą być używane do dekoracji sałatek. Młode liście bywają parzone jako herbata (tzw. herbata 'Teutonów').",
    "ogrodowe": "Roślina miododajna o ogromnym znaczeniu (produkcja miodu nawłociowego). Przyciąga pszczoły, motyle i bzygi w czasie, gdy niewiele innych roślin kwitnie.",
    "rzemieslnicze": "Naturalny żółty barwnik do wełny i jedwabiu (daje bardzo trwałe, nasycone kolory)."
  },

  "interakcje": "Może nasilać działanie leków moczopędnych (diuretyków pętlowych). Zaleca się picie dużej ilości wody (min. 2l dziennie) podczas kuracji nawłocią.",

  "ciekawostki": [
    "Miód nawłociowy jest jednym z najrzadszych i najzdrowszych miodów w Polsce – nazywany 'nektarem życia', krystalizuje się w puszystą masę i ma lekko kwaskowaty smak.",
    "Nazwa łacińska 'Solidago' pochodzi od słowa 'solidare', co oznacza 'czynić trwałym' lub 'goić', odnosząc się do właściwości leczenia ran.",
    "W Ameryce Północnej nawłoć była niesłusznie oskarżana o wywoływanie gorączki siennej (alergii), podczas gdy winowajcą jest kwitnąca w tym samym czasie ambrozja. Pyłek nawłoci jest zbyt ciężki, by być roznoszonym przez wiatr – wymaga owadów.",
    "Thomas Edison eksperymentował z nawłocią (odmiana Leavenworthii) jako źródłem naturalnego kauczuku – niektóre gatunki zawierają go w liściach.",
    "Nawłoć pospolita jest składnikiem słynnych szwajcarskich mieszanek ziołowych na drogi moczowe."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator fosforu i potasu.",
      "Kluczowy pożytek późnoletni dla rodzin pszczelich budujących zapasy na zimę.",
      "Naturalny fungicyd – wyciągi z nawłoci hamują rozwój niektórych grzybów glebowych.",
      "Roślina osłonowa dla dzikiej fauny."
    ],
    "gildie": [
      { "nazwa": "Wrzos zwyczajny", "rola": "Często współwystępują na piaszczystych obrzeżach lasów." },
      { "nazwa": "Astry jesienne", "rola": "Tworzą wspólną bazę dla zapylaczy u schyłku lata." },
      { "nazwa": "Brzoza", "rola": "Nawłoć pospolita kocha świetlisty cień pod brzozami." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór ziela",
        "miesiace": [7, 8],
        "opis": "Ścinanie pędów na początku kwitnienia. Jeśli zbierzesz ją za późno, podczas suszenia owoce dojrzeją i ziele 'puchnie', rozsiewając puch w suszarni.",
        "faza_ksiezyca": "Księżyc przybywający (faza kwiatu)",
        "pora_dnia": "Przedpołudnie (zaraz po osuszeniu rosy)",
        "pogoda": "Słoneczna",
        "wplyw_ksiezyca": "Zapewnia najwyższą koncentrację lejokarpozydu."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Napar 'Czyste Nerki'",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["nerki", "pęcherz", "detoks", "obrzęki"],
      "skladniki": [
        "Suszone ziele nawłoci pospolitej: 1 łyżka stołowa",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Ziele zalać wrzącą wodą.",
        "Parzyć pod przykryciem 15-20 minut.",
        "Przecedzić."
      ],
      "dawkowanie": "Pić 3 szklanki dziennie między posiłkami. Podczas kuracji należy pić dodatkowo min. 1.5 l czystej wody.",
      "uwagi": "Skutecznie płucze piasek nerkowy i odkaża drogi moczowe.",
      "roslina": "Nawłoć pospolita",
      "slug": "nawloc_pospolita",
      "cechy": ["gorzki smak", "ciemnożółty kolor"],
      "wlasciwosci": ["moczopędna", "odkażająca"]
    }
  ],
  "ostrzezenia": "Nie stosować przy przewlekłych chorobach nerek przebiegających z obrzękami (wymagana konsultacja lekarska). Ze względu na zawartość garbników, długotrwałe przyjmowanie może ograniczać wchłanianie żelaza."
}