{
  "id": "piolun",
  "nazwa_pl": "Bylica piołun",
  "nazwa_lat": "Artemisia absinthium",
  "rodzina": "Astrowate (Asteraceae)",
  "opis": "Wieloletnia krzewinka o srebrzysto-szarym zabarwieniu i silnym, charakterystycznym aromacie. Cała roślina jest gęsto owłosiona jedwabistymi włoskami, co nadaje jej niemal 'księżycowy' blask. Piołun kocha miejsca suche, słoneczne i kamieniste. Jest absolutnym rekordzistą goryczy – absyntyna w nim zawarta jest wyczuwalna nawet w rozcieńczeniu 1:70 000. To roślina o potężnej historii, od biblijnych przekleństw po artystyczną bohemę Paryża.",

  "profil_energetyczny": {
    "smak": "Ekstremalnie gorzki, ostry, aromatyczny",
    "termika": "Zimna",
    "wilgotnosc": "Wybitnie osuszająca",
    "zywiol": "Powietrze i Ogień",
    "opis": "Piołun to 'zimny miecz'. Jego energia błyskawicznie przecina zastoje wilgotnego gorąca w wątrobie i pęcherzyku żółciowym. Jako roślina wybitnie gorzka, 'ściąga' Qi w dół, wymuszając ruch w leniwym układzie trawiennym. Na poziomie mentalnym rozprasza mrok i pomaga odciąć się od pasożytniczych myśli lub relacji."
  },

  "wymagania": {
    "stanowisko": "Pełne słońce. W cieniu traci swój srebrzysty kolor i stężenie olejków.",
    "gleba": "Sucha, przepuszczalna, piaszczysto-kamienista, zasobna w wapń. Nienawidzi mokrych 'nóg'.",
    "ph_gleby": "7.0 - 8.5 (Zasadowa).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie mrozoodporny).",
    "woda": "Ekstremalnie niska; po ukorzenieniu praktycznie nie wymaga podlewania."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Liście obustronnie srebrzysto-białe, jedwabiście owłosione, 2-3 krotnie pierzastosieczne.",
      "Kwiaty drobne, żółte, kuliste koszyczki zebrane w gęste wiechy na szczycie pędów.",
      "Zapach intensywny, piołunowy, trudny do pomylenia z czymkolwiek innym.",
      "Łodyga wzniesiona, do 100 cm, u dołu drewniejąca."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Bylica pospolita (Artemisia vulgaris)",
        "roznica": "Jej liście są z wierzchu ciemnozielone i gładkie, a tylko spodem białe. Nie jest tak gorzka jak piołun."
      },
      {
        "nazwa": "Bylica Boże Drzewko (Artemisia abrotanum)",
        "roznica": "Ma liście nitkowate (jak koperek) i zapach przypominający colę lub cytrynę."
      }
    ]
  },

  "czesci_rosliny": {
    "ziele": {
      "nazwa_surowca": "Herba Absinthii",
      "opis_botaniczny": "Górne, niezdrewniałe części pędów zbierane na początku kwitnienia.",
      "skladniki_aktywne": [
        "Glicerydy gorczyczne (absyntyna, anabsyntyna)",
        "Olejek eteryczny (bogaty w tujon, izotujon, chamazulen)",
        "Flawonoidy (artemetyna)",
        "Garbniki",
        "Sole mineralne (potas)"
      ],
      "wlasciwości": "Silnie żółciopędne, pobudzające wydzielanie soków trawiennych, rozkurczowe, przeciwpasożytnicze, odkażające, poprawiające apetyt.",
      "czas_zbioru": "Lipiec - Sierpień.",
      "ostrzezenia": "Tujon w nadmiarze jest neurotoksyczny (powoduje drgawki i halucynacje). Stosować krótkotrwale!"
    }
  },

  "zastosowanie": {
    "medyczne": "Brak apetytu, niedokwasność żołądka, atonia jelit, kolka żółciowa, robaczyce (owsiki, glisty), bolesne i skąpe miesiączki. Zewnętrznie: na świerzb i wszawicę.",
    "kulinarne": "Składnik słynnego Absyntu oraz wermutów (Vermouth pochodzi od niem. Wermut - piołun). Jako przyprawa do bardzo tłustych mięs (gęś, kaczka) - dosłownie szczypta.",
    "ogrodowe": "Jeden z najsilniejszych repelentów. Wyciągi z piołunu odstraszają mszyce, gąsienice bielinka kapustnika i mrówki. Posadzony przy porzeczkach chroni je przed rdzą wejmutkowo-porzeczkową.",
    "rzemieslnicze": "Historycznie używany do zabezpieczania papieru i tkanin przed molami i gryzoniami (dodatek do atramentu)."
  },

  "interakcje": "Nie łączyć z lekami przeciwpadaczkowymi (może obniżać próg drgawkowy). Może nasilać działanie leków na trawienie.",

  "ciekawostki": [
    "Absynt, ulubiony trunek van Gogha i Hemingwaya, został zakazany w wielu krajach na początku XX wieku, ponieważ wierzono, że piołun powoduje 'absyntyzm' (szaleństwo). Dziś wiemy, że winny był głównie zanieczyszczony alkohol o wysokim stężeniu.",
    "W Apokalipsie św. Jana gwiazda 'Piołun' spada na ziemię, czyniąc wody gorzkimi i niezdatnymi do picia.",
    "W tradycji ludowej piołun wkładano do butów przed długą wędrówką, aby stopy się nie męczyły i by odstraszyć węże.",
    "Gorycz piołunu jest tak silna, że kropla wyciągu jest wyczuwalna w basenie olimpijskim wody.",
    "Nazywany 'matką ziół' (Artemisia od bogini Artemidy), opiekunką kobiet i położnych."
  ],

  "permakultura": {
    "funkcje": [
      "Naturalny pestycyd i fungicyd.",
      "Dynamiczny akumulator potasu.",
      "Roślina odstraszająca gryzonie (myszy nienawidzą jego zapachu).",
      "Wskaźnik suchych, wapiennych i słonecznych mikrosiedlisk."
    ],
    "gildie": [
      { "nazwa": "Porzeczka", "rola": "Piołun chroni porzeczki przed rdzą." },
      { "nazwa": "Kapusta", "rola": "Odstrasza bielinka kapustnika (stosować jako oprysk lub sąsiedztwo)." },
      { "nazwa": "Jabłoń", "rola": "Posadzony w pobliżu pnia odstrasza owocówkę jabłkóweczkę." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór ziela do suszenia",
        "miesiace": [7, 8],
        "opis": "Ścinanie ulistnionych szczytów pędów na początku kwitnienia.",
        "faza_ksiezyca": "Księżyc ubywający (faza osuszania/korzenia)",
        "pora_dnia": "Południe (upał)",
        "pogoda": "Bardzo sucha",
        "wplyw_ksiezyca": "Zapewnia najlepszą trwałość barwy i aromat bez pleśnienia."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Nalewka Piołunówka (Ratunek trawienny)",
      "typ": "medyczne",
      "metoda": "maceracja",
      "tagi": ["trawienie", "żołądek", "pasożyty", "gorycz"],
      "skladniki": [
        "Suszone ziele piołunu: 50g",
        "Alkohol 70%: 250ml"
      ],
      "sposob_przygotowania": [
        "Ziele zalać alkoholem w słoiku.",
        "Macerować 10 dni w ciemnym miejscu.",
        "Przefiltrować przez bardzo gęstą gazę."
      ],
      "dawkowanie": "Pół łyżeczki na pół szklanki wody 30 minut przed jedzeniem (na apetyt) lub po jedzeniu (na trawienie).",
      "uwagi": "Stosować doraźnie. Nie używać dłużej niż 2 tygodnie.",
      "roslina": "Bylica piołun",
      "slug": "piolun",
      "cechy": ["ciemnozielony kolor", "wyjątkowa gorycz"],
      "wlasciwosci": ["żółciopędna", "pobudzająca trawienie"]
    },
    {
      "tytul": "Napar na Pasożyty (Kuracja krótka)",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["pasożyty", "odrobaczanie", "jelita"],
      "skladniki": [
        "Suszone ziele piołunu: 1 łyżeczka",
        "Woda: 250ml"
      ],
      "sposob_przygotowania": [
        "Zalać wrzątkiem, parzyć pod przykryciem 20 minut.",
        "Przecedzić."
      ],
      "dawkowanie": "Pić rano na czczo przez 3-5 dni (tylko dla dorosłych!).",
      "roslina": "Bylica piołun",
      "slug": "piolun"
    }
  ],

  "przepisy_ogrodnicze": [
    {
      "tytul": "Oprysk 'Gorycz Piołunowa' na mszyce",
      "typ": "ogrodowe",
      "metoda": "wyciąg zimny",
      "tagi": ["eko-ogród", "mszyce", "mrówki", "ochrona"],
      "skladniki": [
        "Świeże ziele piołunu: 300g (lub 30g suszu)",
        "Woda: 10 litrów"
      ],
      "sposob_przygotowania": [
        "Zalać piołun wodą i odstawić na 24 godziny (nie doprowadzać do fermentacji).",
        "Przecedzić i używać od razu do oprysku."
      ],
      "uwagi": "Paraliżuje układ nerwowy owadów ssących.",
      "roslina": "Bylica piołun",
      "slug": "piolun"
    }
  ],
  "ostrzezenia": "BEZWZGLĘDNIE NIE STOSOWAĆ W CIĄŻY I PODCZAS KARMIENIA (działa poronnie i przechodzi do mleka, czyniąc je gorzkim). Zakaz stosowania przy wrzodach żołądka i dwunastnicy oraz przy skłonnościach do krwawień. Długotrwałe stosowanie może prowadzić do uzależnienia i uszkodzeń układu nerwowego."
}