{
  "id": "przytulia_czepna",
  "nazwa_pl": "Przytulia czepna",
  "nazwa_lat": "Galium aparine",
  "rodzina": "Marzanowate (Rubiaceae)",
  "opis": "Jednoroczna roślina o płożącej lub wspinającej się łodydze, dorastająca do 1,5 m długości. Jej najbardziej charakterystyczną cechą są haczykowate szczecinki, dzięki którym 'czepia się' ubrań, sierści zwierząt i sąsiednich roślin. Przytulia jest bliską krewną kawowca, co zdradza zapach jej palonych nasion. Jest rośliną pospolitą, często traktowaną jako uciążliwy chwast, mimo swojej potężnej mocy uzdrawiającej układ chłonny.",

  "profil_energetyczny": {
    "smak": "Gorzki, lekko słony, chłodny",
    "termika": "Zimna",
    "wilgotnosc": "Osuszająca i poruszająca",
    "zywiol": "Woda i Powietrze",
    "opis": "Przytulia to 'odkurzacz' dla płynów ustrojowych. Jej energia rozbija zastoje limfy (zgrubienia, obrzęki) i chłodzi 'gorącą krew', co objawia się poprawą stanu cery. Działa jak wewnętrzny filtr, który przywraca klarowność i lekkość w ciele."
  },

  "wymagania": {
    "stanowisko": "Półcień do słońca. Lubi miejsca wilgotne, ale jest niezwykle adaptacyjna.",
    "gleba": "Żyzna, próchniczna, bardzo bogata w azot. Często spotykana w ogrodach, zaroślach i na skrajach lasów.",
    "ph_gleby": "6.0 - 8.0 (Neutralna do lekko zasadowej).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie mrozoodporna jako nasiona).",
    "woda": "Wysokie zapotrzebowanie; w czasie suszy szybko drewnieje i traci soczystość."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Łodyga czworokątna, z haczykowatymi włoskami na krawędziach, które 'czepiają się' dotyku.",
      "Liście zebrane w okółki po 6-8 sztuk, lancetowate, również zakończone małym haczykiem.",
      "Kwiaty drobne, białe, wyrastające z kątów liści na długich szypułkach.",
      "Owoce to małe, kuliste rozłupki pokryte gęstymi, haczykowatymi włoskami (rzepy)."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Przytulia właściwa (Galium verum)",
        "roznica": "Ma żółte kwiaty o zapachu miodu, nitkowate liście i NIE czepia się ubrań."
      },
      {
        "nazwa": "Przytulia wonna (Galium odoratum)",
        "roznica": "Rośnie w lasach bukowych, pachnie intensywnie nostrzykiem (kumaryną) i ma szersze liście."
      }
    ]
  },

  "czesci_rosliny": {
    "ziele": {
      "nazwa_surowca": "Herba Galii aparinis",
      "opis_botaniczny": "Cała nadziemna część rośliny zbierana przed lub w czasie kwitnienia.",
      "skladniki_aktywne": [
        "Irydoidy (m.in. asperulozyd - działanie przeciwzapalne)",
        "Flawonoidy (kwercetyna)",
        "Garbniki",
        "Kwasy polifenolowe",
        "Krzemionka",
        "Kumaryny",
        "Enzymy (podpuszczka roślinna)"
      ],
      "wlasciwości": "Limfatyczne (udrażnia węzły chłonne), moczopędne, przeciwzapalne, ściągające, oczyszczające krew, przeciwnowotworowe (w medycynie ludowej).",
      "czas_zbioru": "Kwiecień - Czerwiec.",
      "ostrzezenia": "Najlepiej działa jako świeży sok lub macerat na zimno; suszenie osłabia jej moc enzymatyczną."
    },
    "nasiona": {
      "nazwa_surowca": "Semen Galii",
      "wlasciwości": "Po uprażeniu służą jako substytut kawy (zawierają śladowe ilości kofeiny).",
      "czas_zbioru": "Lipiec - Sierpień."
    }
  },

  "zastosowanie": {
    "medyczne": "Powiększone węzły chłonne, obrzęki (limfatyczne i nerkowe), zapalenie migdałków, cysty piersi, trądzik, łuszczyca, egzemy, kamica nerkowa, stany lękowe (pomocniczo).",
    "kulinarne": "Młode pędy (marzec-kwiecień) po ugotowaniu smakują jak szpinak. Prażone nasiona to 'kawa z przytulii'. Świeży sok dodawany do zielonych smoothie.",
    "ogrodowe": "Wskaźnik wysokiej zawartości azotu w glebie. Wyciągi z przytulii hamują wzrost niektórych konkurencyjnych chwastów.",
    "rzemieslnicze": "Dawniej używana do wyrobu sit (ze względu na czepne właściwości) oraz jako podpuszczka do ścinania mleka przy wyrobie serów (stąd nazwa 'aparine' od gr. 'apairo' - chwytać/ścinać)."
  },

  "interakcje": "Może potęgować działanie leków moczopędnych. Brak innych znaczących interakcji.",

  "ciekawostki": [
    "Wraz z łopianem była inspiracją dla twórcy zapięcia Velcro (rzepy).",
    "W medycynie ludowej nazywana 'gęsipępkiem', ponieważ gęsi uwielbiają ją jeść i instynktownie szukają jej dla poprawy trawienia.",
    "W Anglii nazywana 'Cleavers' (od 'to cleave' - lgnąć/przylegać).",
    "Historycznie używano jej do wypychania materacy – haczykowate włoski sprawiały, że ziele nie przesuwało się wewnątrz, tworząc jednolitą, sprężystą warstwę (stąd nazwa 'Bedstraw').",
    "Przytulia zawiera enzymy zdolne do ścinania mleka, co czyni ją jednym z niewielu roślinnych źródeł podpuszczki."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator azotu i potasu.",
      "Szybkie zadarnianie i ochrona gleby przed parowaniem (mulcz żywy).",
      "Źródło paszy dla drobiu (szczególnie gęsi).",
      "Wskaźnik żyzności i wilgotności siedliska."
    ],
    "gildie": [
      { "nazwa": "Pokrzywa zwyczajna", "rola": "Tworzą razem potężny zespół nitrofilny na obrzeżach ogrodu." },
      { "nazwa": "Bez czarny", "rola": "Przytulia chętnie wspina się po dolnych gałęziach bzu." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór na sok i macerat",
        "miesiace": [4, 5],
        "opis": "Zbiór całych, soczystych pędów. Najlepiej rano, gdy roślina jest pełna turgoru.",
        "faza_ksiezyca": "Księżyc przybywający (najwięcej soków)",
        "pora_dnia": "Poranek",
        "pogoda": "Słoneczna"
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Macerat 'Limfatyczny Świt' (Najskuteczniejsza forma)",
      "typ": "medyczne",
      "metoda": "maceracja na zimno",
      "tagi": ["limfa", "detoks", "obrzęki", "cera"],
      "skladniki": [
        "Świeże ziele przytulii: 1 duża garść",
        "Woda filtrowana: 1 litr"
      ],
      "sposob_przygotowania": [
        "Przytulię lekko pognieść w dłoniach lub posiekać.",
        "Zalać zimną wodą i zostawić na noc (8-12 godzin) w temperaturze pokojowej.",
        "Rano przecedzić i wycisnąć ziele."
      ],
      "dawkowanie": "Pić małymi łykami w ciągu całego dnia.",
      "uwagi": "To najłagodniejszy i najskuteczniejszy sposób na poruszenie zastojów limfatycznych.",
      "roslina": "Przytulia czepna",
      "slug": "przytulia_czepna",
      "cechy": ["zielonkawy kolor", "świeży, trawiasty zapach"],
      "wlasciwosci": ["drenująca", "chłodząca"]
    },
    {
      "tytul": "Okład na 'Gorącą Skórę' (Trądzik i egzema)",
      "typ": "medyczne",
      "metoda": "świeża miazga",
      "tagi": ["trądzik", "skóra", "zapalenie"],
      "skladniki": [
        "Świeże ziele przytulii"
      ],
      "sposob_przygotowania": [
        "Ziele zblendować lub utłuc w moździerzu na papkę.",
        "Nałożyć bezpośrednio na zmienioną skórę lub przez gazę.",
        "Trzymać 20-30 minut."
      ],
      "roslina": "Przytulia czepna",
      "slug": "przytulia_czepna"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Kawa z Przytulii (Bez kofeiny)",
      "typ": "kulinarne",
      "metoda": "prażenie",
      "tagi": ["kawa", "nasiona", "dzika kuchnia"],
      "skladniki": [
        "Dojrzałe nasiona przytulii (rzepy)"
      ],
      "sposob_przygotowania": [
        "Nasiona zebrać latem, wysuszyć.",
        "Prażyć na suchej patelni, aż staną się ciemnobrązowe i zaczną pachnieć kawą.",
        "Zmielić w młynku i parzyć jak tradycyjną kawę."
      ],
      "uwagi": "Ma zaskakująco podobny profil aromatyczny do prawdziwej kawy.",
      "roslina": "Przytulia czepna",
      "slug": "przytulia_czepna"
    }
  ],
  "ostrzezenia": "Przytulia jest bardzo bezpieczna, jednak jej silne działanie moczopędne może u niektórych osób powodować przejściową suchość w ustach. Zawsze pij dodatkową szklankę wody podczas kuracji."
}