{
  "id": "rokitnik_zwyczajny",
  "nazwa_pl": "Rokitnik zwyczajny",
  "nazwa_lat": "Hippophae rhamnoides",
  "rodzina": "Oliwnikowate (Elaeagnaceae)",
  "opis": "Silnie rozgałęziony, ciernisty krzew lub małe drzewo, osiągające do 6 m wysokości. Jest rośliną dwupienną (wymaga osobnika męskiego i żeńskiego do owocowania). Rokitnik to mistrz przetrwania: rośnie na piaskach, wydmach i terenach zasolonych, a dzięki symbiozie z promieniowcami potrafi wiązać azot z powietrza. Jego owoce są jednymi z najbardziej wartościowych biologicznie produktów spożywczych na świecie, charakteryzując się intensywnie pomarańczowym kolorem i unikalnym, kwaśno-żywicznym smakiem.",

  "profil_energetyczny": {
    "smak": "Kwaśny, cierpki, lekko słodki",
    "termika": "Ciepła",
    "wilgotnosc": "Nawilżająca (odżywcza)",
    "zywiol": "Ogień i Ziemia",
    "opis": "Rokitnik to potężny tonik 'Yin' i 'Krwi'. Dzięki wysokiej zawartości olejów nawilża wysuszone błony śluzowe i skórę od wewnątrz. Jego ciepła natura wspiera odporność i 'rozgrzewa' procesy regeneracji tkanek. Idealny dla osób osłabionych, po przebytych chorobach i z niedoborami witaminowymi."
  },

  "wymagania": {
    "stanowisko": "Pełne słońce. Jest skrajnie światłożądny – w cieniu szybko marnieje i nie owocuje.",
    "gleba": "Lekka, piaszczysta, przepuszczalna, wapienna. Doskonale radzi sobie na glebach ubogich, kamienistych i zasolonych (np. przy drogach).",
    "ph_gleby": "6.5 - 8.5 (Zasadowa do obojętnej).",
    "mrozoodpornosc": "Strefa 3 (Całkowicie mrozoodporny, znosi temperatury do -40°C).",
    "woda": "Bardzo odporny na suszę; nie toleruje jedynie gleb podmokłych i ciężkich glin."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Liście wąskie, lancetowate, z wierzchu szarozielone, spodem srebrzystobiałe, pokryte tarczowatymi włoskami.",
      "Pędy sztywne, zakończone ostrymi cierniami.",
      "Owoce soczyste, kuliste lub jajowate, o intensywnym pomarańczowym kolorze, gęsto oblepiające gałęzie.",
      "Roślina dwupienna: okazy męskie mają większe, pękate pąki; okazy żeńskie mają pąki mniejsze i smuklejsze."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Oliwnik wąskolistny (Elaeagnus angustifolia)",
        "roznica": "Oliwnik ma owoce żółtawe, mączyste i słodkie (nie soczyste) oraz pachnące kwiaty."
      },
      {
        "nazwa": "Wierzba (Salix spp.)",
        "roznica": "Liście rokitnika są bardzo podobne do niektórych wierzb, ale rokitnik ma ciernie i charakterystyczny srebrzysty spód liścia."
      }
    ]
  },

  "czesci_rosliny": {
    "owoce": {
      "nazwa_surowca": "Fructus Hippophae",
      "opis_botaniczny": "Soczyste pestkowce o charakterystycznym aromacie. Unikalną cechą jest brak askorbinazy (enzymu rozkładającego witaminę C), dzięki czemu witamina C nie ulega rozkładowi podczas gotowania.",
      "skladniki_aktywne": [
        "Witamina C (nawet do 1000 mg/100g - 15 razy więcej niż w cytrynie)",
        "Karotenoidy (beta-karoten, likopen, zeaksantyna)",
        "Kwasy tłuszczowe Omega-3, 6, 9 oraz rzadki Omega-7 (kwas palmitoleinowy)",
        "Witaminy E, K i z grupy B",
        "Flawonoidy (kwercetyna, rutyna)"
      ],
      "wlasciwości": "Silnie antyoksydacyjne, immunostymulujące, regenerujące nabłonki, przeciwzapalne, przeciwnowotworowe.",
      "czas_zbioru": "Sierpień - Październik (najlepiej po przymrozkach, jeśli owoce mają być słodsze).",
      "ostrzezenia": "Zbiór jest trudny ze względu na ciernie i miękkość owoców – tradycyjnie stosuje się metodę 'mrożenia' całych gałęzi."
    },
    "nasiona": {
      "nazwa_surowca": "Semen Hippophae",
      "opis_botaniczny": "Drobne, ciemne nasiona znajdujące się wewnątrz owocu, będące źródłem najcenniejszego oleju.",
      "skladniki_aktywne": ["Olej rokitnikowy (bogaty w nienasycone kwasy tłuszczowe)"],
      "wlasciwości": "Regeneracja śluzówki żołądka, leczenie wrzodów, ochrona układu krążenia."
    },
    "liscie": {
      "nazwa_surowca": "Folium Hippophae",
      "wlasciwości": "Przeciwzapalne, pomocne w reumatyzmie i chorobach skóry. Napar z liści wspiera trawienie.",
      "czas_zbioru": "Czerwiec - Sierpień."
    }
  },

  "zastosowanie": {
    "medyczne": "Choroba wrzodowa żołądka i dwunastnicy, stany zapalne jamy ustnej, regeneracja skóry po oparzeniach i naświetlaniach (radioterapia), profilaktyka miażdżycy, przeziębienia, obniżona odporność.",
    "kulinarne": "Soki, syropy, dżemy (często łączone z jabłkiem), konfitury, nalewki. Olej rokitnikowy jako dodatek do sałatek (nie podgrzewać!). Owoce można dodawać do herbaty zamiast cytryny.",
    "ogrodowe": "Tworzenie gęstych, obronnych żywopłotów, rekultywacja nieużytków, stabilizacja wydm i skarp korzeniami.",
    "rzemieslnicze": "Wyciągi z owoców służą do produkcji luksusowych kosmetyków przeciwstarzeniowych. Drewno rokitnika jest twarde i ma piękne, ciemne jądro, cenione w drobnym tokarstwie."
  },

  "interakcje": "Może nasilać działanie leków przeciwzakrzepowych. Ze względu na wysoką kwasowość owoców, należy zachować ostrożność przy ostrym zapaleniu trzustki i pęcherzyka żółciowego.",

  "ciekawostki": [
    "Łacińska nazwa 'Hippophae' pochodzi od greckich słów 'hippos' (koń) i 'phaos' (błyszczeć). W starożytności konie karmione liśćmi rokitnika miały niezwykle lśniącą sierść i świetną kondycję.",
    "Witamina C w rokitniku jest wyjątkowo trwała, ponieważ roślina nie posiada enzymu askorbinazy – soki rokitnikowe zachowują moc nawet po pasteryzacji.",
    "Rokitnik był jednym z pierwszych pokarmów podawanych kosmonautom (w formie soków i koncentratów), aby chronić ich przed promieniowaniem kosmicznym.",
    "Olej z rokitnika był używany przez rosyjskich lekarzy do leczenia oparzeń ofiar katastrofy w Czarnobylu."
  ],

  "permakultura": {
    "funkcje": [
      "Wiązanie azotu w glebie (symbioza z promieniowcami Frankia).",
      "Naturalna bariera wiatrowa i 'nieprzebyty' żywopłot ochronny.",
      "Prowiant dla ptaków zimujących (owoce długo utrzymują się na krzewach).",
      "Rekultywacja terenów zniszczonych i piaszczystych."
    ],
    "gildie": [
      { "nazwa": "Sosna zwyczajna", "rola": "Tworzą razem stabilne ekosystemy na piaskach." },
      { "nazwa": "Wrzos zwyczajny", "rola": "Roślina okrywowa preferująca to samo słoneczne stanowisko." },
      { "nazwa": "Oliwnik", "rola": "Inny gatunek azotolubny, wzmacniający glebę." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór owoców metodą mrożenia",
        "miesiace": [9, 10, 11],
        "opis": "Odcinanie całych gałązek z owocami, zamrażanie ich, a następnie 'otrzepywanie' zamrożonych owoców (zapobiega to ich miażdżeniu).",
        "faza_ksiezyca": "Księżyc ubywający",
        "pora_dnia": "Poranek",
        "pogoda": "Przymrozek (naturalny) lub suchy dzień",
        "wplyw_ksiezyca": "Ułatwia przechowywanie i zachowuje strukturę olejową."
      },
      {
        "czynnosc": "Sadzenie (pamiętaj o proporcjach)",
        "miesiace": [3, 10, 11],
        "opis": "Sadzenie rokitnika: na 5-6 roślin żeńskich należy posadzić 1 roślinę męską (dla zapylenia).",
        "faza_ksiezyca": "Nów (faza korzenia)",
        "wplyw_ksiezyca": "Przyspiesza budowę silnego systemu korzeniowego."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Olej Rokitnikowy (Domowy macerat)",
      "typ": "medyczne",
      "metoda": "maceracja olejowa",
      "tagi": ["skóra", "wrzody", "regeneracja", "omega-7"],
      "skladniki": [
        "Suszone i zmielone wytłoki z owoców rokitnika (skórki i nasiona): 1 szklanka",
        "Olej słonecznikowy lub oliwa: 2 szklanki"
      ],
      "sposob_przygotowania": [
        "Wytłoki zalać olejem i podgrzewać w kąpieli wodnej (ok. 50-60°C) przez 2-3 godziny.",
        "Odstawić w ciemne, ciepłe miejsce na 7-10 dni, codziennie wstrząsając.",
        "Przecedzić przez gęstą gazę.",
        "Otrzymany olej będzie miał intensywny pomarańczowy kolor."
      ],
      "dawkowanie": "Zewnętrznie na oparzenia. Wewnętrznie 1 łyżeczka dziennie przy problemach z żołądkiem.",
      "uwagi": "Olej barwi skórę i ubrania – zachować ostrożność!",
      "roslina": "Rokitnik zwyczajny",
      "slug": "rokitnik_zwyczajny",
      "cechy": ["ciemnopomarańczowy kolor", "zapach owocowy"],
      "wlasciwosci": ["regenerująca", "gojąca"]
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Surowy Sok Rokitnikowy (Bomba Witaminowa)",
      "typ": "kulinarne",
      "metoda": "wyciskanie na zimno",
      "tagi": ["witaminy", "odporność", "izotonik"],
      "skladniki": [
        "Świeże owoce rokitnika: 1 kg",
        "Miód: 500g (opcjonalnie)"
      ],
      "sposob_przygotowania": [
        "Owoce umyć i wycisnąć w wyciskarce wolnoobrotowej.",
        "Sok wymieszać z miodem.",
        "Przechowywać w lodówce."
      ],
      "uwagi": "Sok po pewnym czasie rozdziela się na fazy (na górze zbiera się cenny olej rokitnikowy) – przed użyciem wstrząsnąć.",
      "roslina": "Rokitnik zwyczajny",
      "slug": "rokitnik_zwyczajny"
    }
  ],
  "ostrzezenia": "Ze względu na wysoką zawartość kwasów owocowych, rokitnik nie jest zalecany osobom z ostrym zapaleniem wątroby, trzustki oraz przy kamicy żółciowej."
}