{
  "id": "rumianek_pospolity",
  "nazwa_pl": "Rumianek pospolity",
  "nazwa_lat": "Matricaria chamomilla (syn. Matricaria recutita)",
  "rodzina": "Astrowate (Asteraceae)",
  "opis": "Jednoroczna roślina zielna, jedna z najważniejszych w europejskiej tradycji medycznej. Słynie z charakterystycznego, jabłkowego aromatu i złocisto-białych koszyczków kwiatowych. Nazwa łacińska 'Matricaria' pochodzi od słowa 'matrix' (macica), co wskazuje na historyczne zastosowanie rośliny w dolegliwościach kobiecych. Jest to roślina pionierska, często spotykana na polach uprawnych, miedzach i terenach ruderalnych.",

  "profil_energetyczny": {
    "smak": "Słodki, gorzki, aromatyczny",
    "termika": "Chłodna",
    "wilgotnosc": "Neutralna (łagodzi zarówno suchość, jak i nadmiar wilgoci)",
    "zywiol": "Powietrze i Woda",
    "opis": "Rumianek to 'wielki mediator'. Jego energia uspokaja 'ogień' stanów zapalnych, rozprasza napięcia wywołane stresem (zastoje Qi) i przywraca płynność procesom trawiennym. Jest rośliną matczyną – daje poczucie bezpieczeństwa i ukojenia."
  },

  "wymagania": {
    "stanowisko": "Pełne słońce – tylko wtedy roślina produkuje wysoką ilość olejków eterycznych.",
    "gleba": "Przepuszczalna, piaszczysto-gliniasta, umiarkowanie żyzna. Dobrze radzi sobie na glebach lekkich, o ile mają dostęp do wilgoci wiosną.",
    "ph_gleby": "7.0 - 8.0 (Preferuje gleby obojętne do zasadowych, bogate w wapń).",
    "mrozoodpornosc": "Roślina jednoroczna (mrozoodporna w formie siewek jesiennych).",
    "woda": "Wymaga umiarkowanej wilgotności; źle znosi skrajne przesuszenie w fazie wzrostu."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Dno kwiatowe po przecięciu jest PUSTE w środku (kluczowa cecha diagnostyczna).",
      "Liście są pierzastosieczne, o bardzo wąskich, nitkowatych odcinkach (przypominają koperek).",
      "Intensywny, słodko-ziołowy zapach (przypominający dojrzałe jabłka) po roztarciu koszyczka.",
      "Białe kwiaty języczkowe pod koniec kwitnienia odginają się wyraźnie w dół."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Rumian psiący (Anthemis cotula)",
        "roznica": "Dno kwiatowe jest PEŁNE w środku, a cała roślina ma nieprzyjemny, cuchnący zapach i może powodować uczulenia skórne."
      },
      {
        "nazwa": "Maruna bezwonna (Tripleurospermum inodorum)",
        "roznica": "Dno kwiatowe jest PEŁNE, a roślina jest niemal całkowicie pozbawiona zapachu. Brak właściwości leczniczych rumianku."
      }
    ]
  },

  "czesci_rosliny": {
    "kwiaty": {
      "nazwa_surowca": "Anthodium Chamomillae / Flos Chamomillae",
      "opis_botaniczny": "Całe koszyczki kwiatowe zbierane na początku kwitnienia.",
      "skladniki_aktywne": [
        "Olejek eteryczny (do 1.5%, bogaty w chamazulen i alfa-bisabolol)",
        "Flawonoidy (głównie apigenina - silne działanie uspokajające)",
        "Kumaryny (umbeliferon, herniaryna)",
        "Śluzy",
        "Związki acetylenowe",
        "Cholina"
      ],
      "wlasciwości": "Przeciwzapalne, rozkurczowe (spazmolityczne), wiatropędne, odkażające, przeciwuczuleniowe, przyspieszające gojenie ran.",
      "czas_zbioru": "Maj - Sierpień.",
      "ostrzezenia": "Suszyć w temp. do 35°C, aby nie odparować olejków."
    }
  },

  "zastosowanie": {
    "medyczne": "Stany zapalne przewodu pokarmowego (nieżyt żołądka, jelit), kolki u niemowląt, wzdęcia, bolesne miesiączki, bezsenność, stany lękowe. Zewnętrznie: zapalenie spojówek, stany zapalne jamy ustnej, oparzenia, pieluszkowe zapalenie skóry.",
    "kulinarne": "Herbata rumiankowa, aromatyzowanie likierów, win i deserów owocowych.",
    "ogrodowe": "Roślina miododajna, przyciągająca bzygi (pożeracze mszyc). Oprysk z rumianku zapobiega zgorzeli siewek.",
    "rzemieslnicze": "Płukanki z rumianku rozjaśniają jasne włosy i nadają im złocisty połysk. Olejek rumiankowy (niebieski) jest cenionym składnikiem luksusowych perfum."
  },

  "interakcje": "Może nasilać działanie leków uspokajających. Ze względu na zawartość kumaryn, w bardzo dużych ilościach może nasilać działanie leków przeciwzakrzepowych.",

  "ciekawostki": [
    "Chamazulen (składnik nadający olejkowi intensywnie niebieski kolor) nie występuje naturalnie w roślinie – powstaje dopiero w procesie destylacji parą wodną z bezbarwnej maciercyny.",
    "W starożytnym Egipcie rumianek był poświęcony bogu słońca Ra ze względu na swój wygląd i moc 'wypalania' chorób.",
    "Nazywany jest 'lekarzem roślin' – posadzony w pobliżu osłabionych roślin pomaga im odzyskać wigor i zapobiega chorobom grzybowym w glebie.",
    "W medycynie anglosaskiej rumianek należał do dziewięciu świętych ziół podarowanych ludzkości przez boga Wodana.",
    "Badania naukowe potwierdziły, że apigenina zawarta w rumianku wiąże się z tymi samymi receptorami w mózgu co leki z grupy benzodiazepin, co tłumaczy jego działanie przeciwlękowe."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator potasu, wapnia i siarki.",
      "Wsparcie zdrowotne dla upraw kapustnych i cebulowych (poprawia ich smak i wzrost).",
      "Naturalny fungicyd glebowy.",
      "Pożytek dla bzygów i małych dzikich pszczół."
    ],
    "gildie": [
      { "nazwa": "Cebula / Czosnek", "rola": "Rumianek chroni cebulę przed chorobami grzybowymi i poprawia jej aromat." },
      { "nazwa": "Kapusta", "rola": "Przyciąga pożyteczne owady, które zwalczają szkodniki kapusty." },
      { "nazwa": "Mięta", "rola": "Wzajemnie wzmacniają swoje działanie aromatyczne i lecznicze." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór koszyczków",
        "miesiace": [6, 7],
        "opis": "Zrywanie samych główek kwiatowych (bez szypułek), gdy białe płatki są ustawione poziomo.",
        "faza_ksiezyca": "Księżyc przybywający (od nowiu do pełni)",
        "pora_dnia": "Samo południe (pełne słońce)",
        "pogoda": "Gorąca, sucha",
        "wplyw_ksiezyca": "Gwarantuje najwyższe stężenie azulenów w olejku."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Napar Spazmolityczny (Na bóle brzucha i stres)",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["trawienie", "stres", "skurcze", "sen"],
      "skladniki": [
        "Suszone kwiaty rumianku: 1 czubata łyżka",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Kwiaty zalać wrzątkiem.",
        "Parzyć pod szczelnym przykryciem przez 10-15 minut (przykrycie jest kluczowe, by olejki nie uciekły z parą).",
        "Przecedzić."
      ],
      "dawkowanie": "Pić 2-3 razy dziennie między posiłkami lub szklankę przed snem.",
      "uwagi": "Idealny dla osób z 'nerwicą żołądka'.",
      "roslina": "Rumianek pospolity",
      "slug": "rumianek_pospolity",
      "cechy": ["jasnożółty kolor", "jabłkowy aromat"],
      "wlasciwosci": ["rozkurczowa", "uspokajająca"]
    },
    {
      "tytul": "Okłady na zapalenie spojówek",
      "typ": "medyczne",
      "metoda": "napar do przemywania",
      "tagi": ["oczy", "stany zapalne", "higiena"],
      "skladniki": [
        "Napar z rumianku (ostudzony i bardzo dokładnie przefiltrowany)"
      ],
      "sposob_przygotowania": [
        "Jałowy gazik nasączyć naparem.",
        "Przykładać do zamkniętych powiek na 5-10 minut."
      ],
      "uwagi": "UWAGA: Należy upewnić się, że nie ma się uczulenia na rośliny astrowate!",
      "roslina": "Rumianek pospolity",
      "slug": "rumianek_pospolity"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Rumiankowy Syrop Relaksujący",
      "typ": "kulinarne",
      "metoda": "gotowanie/maceracja",
      "tagi": ["syrop", "desery", "lemoniada"],
      "skladniki": [
        "Kwiaty rumianku: 2 garście",
        "Cukier: 500g",
        "Woda: 0.5 l",
        "Sok z 1 cytryny"
      ],
      "sposob_przygotowania": [
        "Z wody i cukru ugotować syrop.",
        "Gorącym syropem zalać kwiaty rumianku, dodać sok z cytryny.",
        "Odstawić na 24 godziny, przefiltrować i rozlać do butelek."
      ],
      "uwagi": "Doskonały dodatek do wieczornej herbaty lub letniej wody z lodem.",
      "roslina": "Rumianek pospolity",
      "slug": "rumianek_pospolity"
    }
  ],
  "ostrzezenia": "Osoby uczulone na rośliny z rodziny Astrowatych (np. arnka, piołun, nawłoć) powinny zachować szczególną ostrożność – rumianek może wywołać u nich wstrząs anafilaktyczny lub wysypkę."
}