{
  "id": "skrzyp_polny",
  "nazwa_pl": "Skrzyp polny",
  "nazwa_lat": "Equisetum arvense",
  "rodzina": "Skrzypowate (Equisetaceae)",
  "opis": "Wieloletnia roślina zarodnikowa o unikalnym cyklu życiowym, wykształcająca dwa rodzaje pędów: wiosenne (brązowe, płonne) oraz letnie (zielone, ulistnione). Jest żywą skamieliną, której przodkowie dominowali na Ziemi w karbonie. Skrzyp słynie z niezwykle wysokiej zawartości krzemionki, która nadaje mu szorstkość i czyni go jednym z najlepszych naturalnych surowców wzmacniających tkankę łączną, kości oraz naczynia krwionośne.",

  "profil_energetyczny": {
    "smak": "Słony, lekko słodki, cierpki",
    "termika": "Chłodna",
    "wilgotnosc": "Osuszająca",
    "zywiol": "Ziemia i Woda",
    "opis": "Skrzyp działa jak 'architekt' organizmu. Dostarcza struktury tam, gdzie tkanki stają się wiotkie lub kruche. Wyciąga nadmiar wilgoci z dolnego ogrzewacza (pęcherz, nerki), jednocześnie 'utwardzając' bariery ochronne ciała."
  },

  "wymagania": {
    "stanowisko": "Pełne słońce do półcienia.",
    "gleba": "Wilgotna, gliniasto-piaszczysta, zasobna w krzemionkę. Jest rośliną wskaźnikową gleb wilgotnych i kwaśnych, ale adaptuje się do niemal każdych warunków.",
    "ph_gleby": "4.5 - 6.5 (Kwasolubny).",
    "mrozoodpornosc": "Strefa 3 (Całkowicie odporny, zimuje w postaci głębokich kłączy).",
    "woda": "Lubi dużą wilgotność podłoża; często spotykany na brzegach rowów, nasypach i polach o wysokim poziomie wód gruntowych."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Występowanie dwóch pędów: brązowy wiosenny (z kłosem zarodnikowym) oraz zielony letni (przypominający małą choinkę).",
      "Zielone pędy są szorstkie w dotyku (ze względu na kryształki krzemu).",
      "Pierwszy człon gałązek bocznych jest DŁUŻSZY niż pochwa liściowa na pędzie głównym (kluczowa cecha odróżniająca od gatunków trujących).",
      "Łodyga pędu letniego jest pusta w środku."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Skrzyp błotny (Equisetum palustre)",
        "roznica": "UWAGA: Silnie toksyczny! U skrzypu błotnego pierwszy człon gałązki jest KRÓTSZY niż pochwa pędu głównego. Skrzyp błotny zawiera trujące alkaloidy (błotniarkę)."
      },
      {
        "nazwa": "Skrzyp leśny (Equisetum sylvaticum)",
        "roznica": "Ma gałązki wielokrotnie rozgałęzione, co nadaje mu bardzo delikatny, 'puchaty' wygląd."
      }
    ]
  },

  "czesci_rosliny": {
    "ziele": {
      "nazwa_surowca": "Herba Equiseti",
      "opis_botaniczny": "Zielone pędy letnie zbierane od czerwca do sierpnia, gdy są w pełni wykształcone i sprężyste.",
      "skladniki_aktywne": [
        "Krzemionka rozpuszczalna (do 10% - kwas krzemowy)",
        "Flawonoidy (ekwizetryna, izokwercytryna)",
        "Saponiny (ekwizetonina)",
        "Kwasy organiczne (akonitowy, jabłkowy)",
        "Sole mineralne (potas, magnez, mangan)",
        "Fitosterole"
      ],
      "wlasciwości": "Moczopędne (zwiększa wydalanie chlorków), przeciwobrzękowe, remineralizujące (odbudowa kości i stawów), przeciwkrwotoczne, poprawiające stan skóry, włosów i paznokci.",
      "czas_zbioru": "Czerwiec - Sierpień.",
      "ostrzezenia": "Długotrwałe stosowanie może powodować niedobór witaminy B1 (tiaminy) ze względu na zawartość enzymu antywitaminowego – antytiaminazy."
    }
  },

  "zastosowanie": {
    "medyczne": "Kamica nerkowa (płukanie piasku), krwawienia z dróg moczowych, łamliwość paznokci, wypadanie włosów, osteoporoza (wspomaganie zrostu kości), miażdżyca (uszczelnianie naczyń).",
    "kulinarne": "Młode pędy wiosenne w niektórych kulturach (np. Japonia - 'tsukushi') są spożywane po ugotowaniu jako warzywo, jednak w Polsce stosuje się głównie ziele letnie do celów leczniczych.",
    "ogrodowe": "Niezastąpiony surowiec do sporządzania odwarów chroniących inne rośliny przed chorobami grzybowymi (mączniak, rdza). Krzemionka ze skrzypu 'utwardza' ściany komórkowe liści, czyniąc je nieprzebijalnymi dla grzybni.",
    "rzemieslnicze": "Sztywne pędy skrzypu, ze względu na zawartość krzemu, były dawniej używane jako naturalny papier ścierny do polerowania drewna, cyny i mosiądzu (stąd nazwa 'cyna-zioło')."
  },

  "interakcje": "Może nasilać działanie leków moczopędnych. Przyspiesza wydalanie litu z organizmu. Nie łączyć z dużą ilością alkoholu (nasilenie niedoboru witaminy B1).",

  "ciekawostki": [
    "Skrzyp jest jedną z nielicznych roślin, która potrafi akumulować w swoich tkankach złoto (choć w ilościach śladowych).",
    "Gdyby nie paprotniki (w tym przodkowie skrzypów), nie mielibyśmy dzisiaj złóż węgla kamiennego.",
    "Szum, jaki słychać podczas chodzenia po skrzypach, to odgłos pękających kryształków krzemionki.",
    "W kosmetyce 'płukanka skrzypowa' to najstarszy znany sposób na nadanie włosom 'szklanego' blasku i twardości."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator krzemu, wapnia i magnezu.",
      "Naturalny fungicyd (preparaty ze skrzypu to fundament ekologicznej ochrony sadu).",
      "Wskaźnik wysokiego poziomu wód gruntowych i braku przewietrzania gleby (gleby zbite)."
    ],
    "gildie": [
      { "nazwa": "Pomidory / Ogórki", "rola": "Odwar ze skrzypu chroni te warzywa przed zarazą ziemniaczaną i mączniakiem." },
      { "nazwa": "Wierzba", "rola": "Często rosną obok siebie na terenach podmokłych, tworząc duet regenerujący glebę." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór ziela letniego",
        "miesiace": [6, 7],
        "opis": "Zbiór w połowie lata, gdy pędy są soczyście zielone, ale już twarde (bogate w krzem).",
        "faza_ksiezyca": "Księżyc przybywający (faza liścia/łodygi)",
        "pora_dnia": "Południe (najniższa wilgotność zewnętrzna)",
        "pogoda": "Pełne słońce (skrzyp musi szybko wyschnąć, by nie stracił właściwości)",
        "wplyw_ksiezyca": "Zapewnia wyższą koncentrację kwasu krzemowego w soku komórkowym."
      },
      {
        "czynnosc": "Opryski zapobiegawcze",
        "miesiace": [5, 6, 7],
        "opis": "Stosowanie odwaru ze skrzypu na rośliny zagrożone chorobami grzybowymi.",
        "faza_ksiezyca": "Pełnia",
        "pora_dnia": "Wieczór",
        "pogoda": "Bezwietrzna",
        "wplyw_ksiezyca": "W fazie pełni rośliny intensywniej chłoną minerały przez aparaty szparkowe."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Odwar Remineralizujący (Na włosy i kości)",
      "typ": "medyczne",
      "metoda": "odwar długi",
      "tagi": ["włosy", "paznokcie", "osteoporoza", "krzem"],
      "skladniki": [
        "Suszone ziele skrzypu: 2 łyżki",
        "Woda: 500 ml"
      ],
      "sposob_przygotowania": [
        "Ziele zalać wodą i doprowadzić do wrzenia.",
        "UWAGA: Krzemionka rozpuszcza się bardzo powoli. Aby była przyswajalna, skrzyp należy gotować na małym ogniu przez MINIMUM 20-30 minut.",
        "Przecedzić i uzupełnić wodę, która wyparowała."
      ],
      "dawkowanie": "Pić pół szklanki 3 razy dziennie przez 3 tygodnie. Potem zrobić tydzień przerwy.",
      "uwagi": "Podczas kuracji warto przyjmować kompleks witamin B lub drożdże piwne.",
      "roslina": "Skrzyp polny",
      "slug": "skrzyp_polny",
      "cechy": ["jasnożółty kolor", "neutralny, 'trawiasty' smak"],
      "wlasciwosci": ["budująca", "moczopędna"]
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Ekologiczny Oprysk Grzybobójczy",
      "typ": "ogrodowe",
      "metoda": "odwar",
      "tagi": ["ogród", "ochrona roślin", "ekologia"],
      "skladniki": [
        "Świeże ziele skrzypu: 1 kg (lub 150g suszu)",
        "Woda: 10 litrów"
      ],
      "sposob_przygotowania": [
        "Skrzyp namoczyć w wodzie przez 24 godziny.",
        "Następnie gotować przez 30-60 minut pod przykryciem.",
        "Po ostudzeniu przecedzić.",
        "Do oprysku rozcieńczyć z wodą w stosunku 1:5."
      ],
      "uwagi": "Stosować profilaktycznie co 2 tygodnie, szczególnie po deszczach.",
      "roslina": "Skrzyp polny",
      "slug": "skrzyp_polny"
    }
  ],
  "ostrzezenia": "Nie stosować przy kłębuszkowym zapaleniu nerek oraz przy obrzękach wywołanych niewydolnością serca. Przy długotrwałych kuracjach (powyżej miesiąca) należy uzupełniać witaminę B1."
}