{
  "id": "sosna_zwyczajna",
  "nazwa_pl": "Sosna zwyczajna",
  "nazwa_lat": "Pinus sylvestris",
  "rodzina": "Sosnowate (Pinaceae)",
  "opis": "Długowieczne, zimozielone drzewo iglaste o luźnej koronie, osiągające do 35-40 m wysokości. Jest gatunkiem pionierskim o ogromnych zdolnościach adaptacyjnych, potrafiącym rosnąć na skrajnie ubogich, piaszczystych glebach. Charakterystyczną cechą sosny jest jej kora – u dołu pnia gruba i głęboko spękana (szarobrązowa), natomiast w górnej części cienka, łuszcząca się płatami i przybierająca intensywny pomarańczowo-rdzawy kolor. Jest to roślina wybitnie lecznicza, której olejki eteryczne sterylizują otoczenie.",

  "profil_energetyczny": {
    "smak": "Ostry, gorzki, żywiczny",
    "termika": "Gorąca",
    "wilgotnosc": "Wybitnie osuszająca",
    "zywiol": "Powietrze i Ogień",
    "opis": "Sosna jest potężnym 'poruszycielem'. Jej gorąca i sucha natura rozpuszcza zastoinowy śluz w płucach (wilgotne zimno) i pobudza krążenie energii Qi. Działa wzmacniająco na osoby osłabione, oziębione i 'zamulone' toksynami."
  },

  "wymagania": {
    "stanowisko": "Pełne słońce. Jest skrajnie światłożądna – w cieniu dolne gałęzie szybko obumierają (zjawisko oczyszczania się pnia).",
    "gleba": "Skrajnie tolerancyjna; najlepiej rośnie na glebach lekkich, piaszczystych i przepuszczalnych, ale poradzi sobie nawet na torfowiskach.",
    "ph_gleby": "4.0 - 6.0 (Wyraźnie kwasolubna).",
    "mrozoodpornosc": "Strefa 2 (Całkowicie odporna na mrozy, wytrzymuje do -40°C).",
    "woda": "Bardzo odporna na suszę dzięki głębokiemu, palowemu systemowi korzeniowemu; nie toleruje jedynie trwale stojącej wody."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Igły zebrane w pęczkach po dwie, o długości 4-7 cm, sztywne, często lekko skręcone, o niebieskawo-zielonym odcieniu.",
      "Kora w górnej części pnia i na konarach ma charakterystyczny, 'lisowaty' pomarańczowy kolor.",
      "Szyszki małe (3-7 cm), stożkowate, osadzone na krótkich szypułkach, po dojrzeniu brunatne.",
      "Młode pędy (majowe) są jasne, pokryte brązowymi łuskami i intensywnie pachną żywicą."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Sosna czarna (Pinus nigra)",
        "roznica": "Sosna czarna ma znacznie dłuższe igły (do 15 cm), które są ciemnozielone i bardzo sztywne; kora na całym pniu jest ciemnoszara."
      },
      {
        "nazwa": "Sosna wejmutka (Pinus strobus)",
        "roznica": "Ma igły zebrane po pięć w pęczku, są one bardzo miękkie i cienkie."
      }
    ]
  },

  "czesci_rosliny": {
    "paki_i_pedy": {
      "nazwa_surowca": "Turiones Pini / Pinnulae Pini",
      "opis_botaniczny": "Młode pędy wyrastające wiosną (tzw. majowe), zbierane gdy mają ok. 3-5 cm i są jeszcze lepkie od żywicy.",
      "skladniki_aktywne": [
        "Olejek eteryczny (bogaty w alfa- i beta-pinen, limonen, borneol)",
        "Żywice",
        "Witamina C (bardzo wysokie stężenie)",
        "Garbniki",
        "Gorycze",
        "Sole mineralne"
      ],
      "wlasciwości": "Silnie wykrztuśne, przeciwbakteryjne, napotne, odkażające drogi moczowe, ogólnie wzmacniające (przeciwszkorbutowe).",
      "czas_zbioru": "Kwiecień - Maj.",
      "ostrzezenia": "Nie zbierać pędów wierzchołkowych (głównych), aby nie zahamować wzrostu drzewa."
    },
    "igły": {
      "nazwa_surowca": "Acus Pini",
      "opis_botaniczny": "Zimozielone igliwie, najlepiej zbierane zimą (wtedy mają najwięcej witaminy C).",
      "skladniki_aktywne": ["Olejek eteryczny", "Witamina C", "Karoten", "Flawonoidy"],
      "wlasciwości": "Witaminizujące, odświeżające, antyseptyczne. Wykorzystywane głównie do kąpieli leczniczych i inhalacji.",
      "czas_zbioru": "Cały rok (najlepiej zima)."
    },
    "pyłek": {
      "nazwa_surowca": "Pollen Pini",
      "opis_botaniczny": "Żółty pył z męskich kwiatostanów, zbierany tuż przed ich otwarciem.",
      "skladniki_aktywne": [
        "Naturalne fitoandrogeny (m.in. testosteron, androstendion)",
        "Aminokwasy (ponad 20 rodzajów)",
        "Antyoksydanty",
        "Enzymy"
      ],
      "wlasciwości": "Superfood: podnosi poziom energii, wspiera układ hormonalny mężczyzn, działa anabolicznie, poprawia libido i odporność.",
      "czas_zbioru": "Maj (krótkie okienko ok. 3-7 dni).",
      "ostrzezenia": "Silny alergen dla osób uczulonych na pyłki traw i drzew iglastych."
    }
  },

  "zastosowanie": {
    "medyczne": "Nieżyty górnych dróg oddechowych, zapalenie oskrzeli, kaszel (suchy i mokry), osłabienie wiosenne, reumatyzm i nerwobóle (zewnętrznie w formie kąpieli i maści rozgrzewających).",
    "kulinarne": "Syrop z pędów sosny (klasyk), miód sosnowy, nalewka sosnowa (sosnówka). Pyłek jako dodatek do koktajli. Igły do aromatyzowania soli lub cukru.",
    "ogrodowe": "Tworzenie barier wiatrowych, rekultywacja nieużytków. Sosny wydzielają fitoncydy, które zabijają bakterie i grzyby w ogrodzie.",
    "rzemieslnicze": "Drewno sosnowe to główny materiał konstrukcyjny w budownictwie i stolarstwie. Żywica służy do produkcji kalafonii i terpentyny. Z korzeni sosny wyplatano dawniej niezwykle trwałe kosze."
  },

  "interakcje": "Olejek sosnowy stosowany zewnętrznie może u niektórych osób powodować podrażnienia skóry lub skurcz oskrzeli (przy astmie). Nie stosować u małych dzieci bezpośrednio pod nos.",

  "ciekawostki": [
    "Bursztyn bałtycki to skamieniała żywica wymarłych drzew iglastych, głównie blisko spokrewnionych z dzisiejszą sosną.",
    "W igłach sosny znajduje się od 5 do 7 razy więcej witaminy C niż w cytrynach (odkrycie to uratowało wielu żeglarzy przed szkorbutem).",
    "W Skandynawii zmieloną korę sosny (biel) dodawano do mąki podczas głodu, by zwiększyć objętość chleba i dostarczyć minerałów.",
    "Sosna 'płacze' żywicą, by zaleczyć rany na swojej korze – żywica działa jak antybiotyk i plaster."
  ],

  "permakultura": {
    "funkcje": [
      "Pionier na jałowych piaskach.",
      "Naturalny producent ściółki zakwaszającej (idealna pod borówki i rododendrony).",
      "Siedlisko dla specyficznych grzybów (Maślak zwyczajny, Borowik sosnowy).",
      "Producent fitoncydów (oczyszczanie powietrza)."
    ],
    "gildie": [
      { "nazwa": "Brzoza brodawkowata", "rola": "Tworzą razem stabilne lasy mieszane na piaskach." },
      { "nazwa": "Borówka czernica", "rola": "Naturalne runo boru sosnowego." },
      { "nazwa": "Wrzos zwyczajny", "rola": "Współtworzy ekosystemy wrzosowisk pod sosnami." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór młodych pędów",
        "miesiace": [5],
        "opis": "Zbiór pędów bocznych (nie wierzchołkowych!) o długości do 5 cm.",
        "faza_ksiezyca": "Księżyc przybywający (faza liścia/pędu)",
        "pora_dnia": "Przedpołudnie",
        "pogoda": "Słoneczna i sucha",
        "wplyw_ksiezyca": "Zapewnia najwyższą koncentrację olejków eterycznych i witamin."
      },
      {
        "czynnosc": "Zbiór pyłku sosnowego",
        "miesiace": [5],
        "opis": "Zbieranie całych męskich kwiatostanów, gdy zaczynają żółknąć, ale jeszcze nie pyliły.",
        "faza_ksiezyca": "Pełnia",
        "pora_dnia": "Południe",
        "pogoda": "Bardzo sucho i bezwietrznie",
        "wplyw_ksiezyca": "Księżyc w pełni maksymalizuje potencjał androgenny pyłku."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Syrop z pędów sosny (Lek na kaszel)",
      "typ": "medyczne",
      "metoda": "zasypywanie cukrem",
      "tagi": ["kaszel", "przeziębienie", "odporność", "drogi oddechowe"],
      "skladniki": [
        "Młode pędy sosny: ok. 1 kg",
        "Cukier brązowy lub biały: ok. 1 kg",
        "Opcjonalnie: 50 ml czystej wódki (dla lepszej ekstrakcji i konserwacji)"
      ],
      "sposob_przygotowania": [
        "Pędy oczyścić z brązowych łusek (nie myć, jeśli zbierane w czystym miejscu).",
        "Pociąć pędy na mniejsze kawałki lub lekko stłuc tłuczkiem (by puściły sok).",
        "Układać w słoiku warstwami: 2-3 cm pędów, gruba warstwa cukru.",
        "Każdą warstwę mocno ugniatać. Na koniec skropić alkoholem.",
        "Słoik przykryć gazą i odstawić na słoneczny parapet na 2-4 tygodnie.",
        "Zlać syrop do ciemnych butelek, przechowywać w lodówce."
      ],
      "dawkowanie": "1 łyżeczka 3-4 razy dziennie przy kaszlu.",
      "uwagi": "Wspaniale smakuje, dzieci go uwielbiają. Pozostałe pędy można zalać alkoholem na nalewkę.",
      "roslina": "Sosna zwyczajna",
      "slug": "sosna_zwyczajna",
      "cechy": ["jasnożółty kolor", "leśny zapach"],
      "wlasciwosci": ["wykrztuśna", "antyseptyczna"]
    },
    {
      "tytul": "Sosnowa Kąpiel na Reumatyzm",
      "typ": "medyczne",
      "metoda": "odwar do kąpieli",
      "tagi": ["stawy", "reumatyzm", "stres", "skóra"],
      "skladniki": [
        "Igły sosnowe (świeże lub suszone): 3 garście",
        "Woda: 3 litry"
      ],
      "sposob_przygotowania": [
        "Igły zalać wodą i gotować pod przykryciem przez 10-15 minut.",
        "Odstawić na 20 minut, przecedzić.",
        "Wlać odwar do wanny z ciepłą wodą."
      ],
      "dawkowanie": "Kąpiel powinna trwać ok. 15-20 minut.",
      "uwagi": "Działa rozgrzewająco, przeciwbólowo i niesamowicie relaksująco na układ nerwowy.",
      "roslina": "Sosna zwyczajna",
      "slug": "sosna_zwyczajna"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Sól Sosnowa do ryb i mięs",
      "typ": "kulinarne",
      "metoda": "ucieranie",
      "tagi": ["przyprawa", "las", "dzika kuchnia"],
      "skladniki": [
        "Świeże igły sosnowe (najmłodsze): 1 garść",
        "Gruba sól morska: 100g"
      ],
      "sposob_przygotowania": [
        "Igły bardzo drobno posiekać.",
        "Utrzeć w moździerzu z solą, aż sól stanie się zielonkawa i aromatyczna.",
        "Rozłożyć na papierze do wyschnięcia, potem przesypać do słoiczka."
      ],
      "uwagi": "Nadaje potrawom niesamowity, leśny aromat.",
      "roslina": "Sosna zwyczajna",
      "slug": "sosna_zwyczajna"
    }
  ],
  "ostrzezenia": "Nie stosować olejku sosnowego u osób z krztuścem i astmą oskrzelową (może wywołać skurcz krtani). Zbiór pędów w lasach państwowych bez zgody leśniczego jest nielegalny."
}