{
  "id": "wierzba_biala",
  "nazwa_pl": "Wierzba biała",
  "nazwa_lat": "Salix alba",
  "rodzina": "Wierzbowate (Salicaceae)",
  "opis": "Duże, szybko rosnące drzewo o szerokiej, rozłożystej koronie, osiągające do 25-30 m wysokości. Charakterystyczną cechą są jej lancetowate liście, które dzięki gęstemu, srebrzystemu owłosieniu lśnią z oddali białym blaskiem (stąd nazwa). Wierzba jest gatunkiem pionierskim terenów zalewowych i nadrzecznych. Od wieków jej kora jest ceniona jako 'naturalna aspiryna', a giętkie pędy stanowią fundament światowego plecionkarstwa.",

  "profil_energetyczny": {
    "smak": "Gorzki, ściągający",
    "termika": "Zimna",
    "wilgotnosc": "Osuszająca",
    "zywiol": "Woda",
    "opis": "Wierzba jest lekarstwem na stany 'gorącego wilgotnego zastoju'. Wyciąga nadmiar wilgoci ze stawów (reumatyzm) i chłodzi krew podczas gorączki. Na poziomie emocjonalnym pomaga stać się elastycznym wobec trudności losu, 'uginając się, ale nie pękając'."
  },

  "wymagania": {
    "stanowisko": "Pełne słońce. Jako gatunek światłożądny nie znosi ocienienia.",
    "gleba": "Głęboka, żyzna, wilgotna, aluwialna (mady nadrzeczne). Dobrze znosi gleby ciężkie i okresowo zalewane.",
    "ph_gleby": "5.5 - 8.0 (Tolerancyjna, ale preferuje odczyn obojętny do lekko zasadowego).",
    "mrozoodpornosc": "Strefa 2 (Ekstremalnie odporna na mrozy).",
    "woda": "Bardzo wysokie zapotrzebowanie; idealna do sadzenia przy zbiornikach wodnych, stawach i rowach melioracyjnych."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Liście lancetowate, drobno piłkowane, spodem pokryte gęstymi, srebrzystymi włoskami.",
      "Młode gałązki elastyczne, żółtawe lub szarozielone.",
      "Kora na starych pniach ciemnoszara, głęboko i podłużnie spękana.",
      "Kwiaty zebrane w kotki (bazie) pojawiają się równocześnie z liśćmi."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Wierzba krucha (Salix fragilis)",
        "roznica": "Gałązki wierzby kruchej bardzo łatwo wyłamują się u nasady (wydając charakterystyczny trzask); liście są gładkie, połyskujące, pozbawione srebrzystego owłosienia."
      },
      {
        "nazwa": "Wierzba wiciowa (Salix viminalis)",
        "roznica": "Ma znacznie dłuższe, węższe liście o podwiniętych brzegach, a jej pędy są wyjątkowo długie i proste (typowa wiklina)."
      }
    ]
  },

  "czesci_rosliny": {
    "kora": {
      "nazwa_surowca": "Cortex Salicis",
      "opis_botaniczny": "Pozyskiwana wiosną z 2-3 letnich gałęzi, gdy soki zaczynają krążyć (łatwo oddziela się od drewna).",
      "skladniki_aktywne": [
        "Glikozydy fenolowe (salicyna, salikortyna, populina) - w organizmie metabolizowane do kwasu salicylowego",
        "Garbniki (do 10%)",
        "Flawonoidy",
        "Kwasy fenolowe"
      ],
      "wlasciwości": "Przeciwgorączkowe, przeciwzapalne, przeciwbólowe (antyneuralgiczne), przeciwreumatyczne, odkażające.",
      "czas_zbioru": "Marzec - Kwiecień.",
      "ostrzezenia": "Naturalna salicyna jest bezpieczniejsza dla żołądka niż syntetyczna aspiryna, ale osoby z chorobą wrzodową powinny zachować ostrożność."
    },
    "liscie": {
      "nazwa_surowca": "Folium Salicis",
      "wlasciwości": "Łagodnie moczopędne i przeciwzapalne, rzadziej stosowane niż kora.",
      "czas_zbioru": "Maj - Czerwiec."
    }
  },

  "zastosowanie": {
    "medyczne": "Reumatyzm, artretyzm, bóle głowy (migreny), nerwobóle, stany gorączkowe przy przeziębieniu i grypie, biegunki (działanie ściągające garbników), bezsenność na tle nerwowym.",
    "kulinarne": "BRAK. Kora jest zbyt gorzka do celów spożywczych, stosowana wyłącznie jako lekarstwo.",
    "ogrodowe": "Osuszanie terenów podmokłych, umacnianie brzegów rzek i stawów (potężny system korzeniowy), tworzenie naturalnych altan (budowle z żywej wikliny).",
    "rzemieslnicze": "Podstawowy surowiec w wikliniarstwie. Drewno jest lekkie i miękkie, dawniej używane do wyrobu protez kończyn, klocków hamulcowych i celulozy."
  },

  "interakcje": "Nasila działanie niesteroidowych leków przeciwzapalnych (NLPZ) oraz leków przeciwzakrzepowych. Nie stosować u osób z nadwrażliwością na salicylany.",

  "ciekawostki": [
    "Syntetyczna aspiryna (kwas acetylosalicylowy) została stworzona jako stabilniejsza wersja salicyny odkrytej w wierzbie.",
    "Wierzba posiada niesamowitą zdolność do ukorzeniania się – świeżo ścięty kołek wierzbowy wbity w wilgotną ziemię prawie zawsze wypuści liście.",
    "W tradycji ludowej 'bazie' wierzbowe poświęcone w Palmową Niedzielę połykano, aby zapobiec bólom gardła i głowy przez cały rok.",
    "Wierzba jest nazywana 'energetycznym wampirem' – wierzono, że przytulenie się do starej wierzby pomaga 'oddać' drzewu gorączkę i ból."
  ],

  "permakultura": {
    "funkcje": [
      "Fitoremediacja – wierzba potrafi wyciągać z gleby i wody metale ciężkie oraz nadmiar fosforu i azotu.",
      "Producent ogromnej ilości biomasy (mulcz wierzbowy zawiera naturalne hormony wzrostu - auksyny).",
      "Wczesny pożytek nektarowy i pyłkowy (bazie to pierwszy ratunek dla pszczół po zimie).",
      "Naturalna oczyszczalnia ścieków w systemach korzeniowo-trzciniowych."
    ],
    "gildie": [
      { "nazwa": "Olcha czarna", "rola": "Naturalny towarzysz na terenach bagiennych; olcha wiąże azot, z którego wierzba korzysta." },
      { "nazwa": "Żywokost lekarski", "rola": "Rośnie świetnie w wilgotnym cieniu u podnóża wierzby, akumulując potas." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór kory leczniczej",
        "miesiace": [3, 4],
        "opis": "Nacinanie kory wzdłuż gałęzi i zdejmowanie jej w formie rurek. Suszenie w temp. do 40°C.",
        "faza_ksiezyca": "Nów (początek krążenia soków)",
        "pora_dnia": "Przedpołudnie",
        "pogoda": "Ciepły, wilgotny dzień (kora łatwiej schodzi)",
        "wplyw_ksiezyca": "Wspomaga regenerację drzewa po 'okaleczeniu'."
      },
      {
        "czynnosc": "Cięcie wierzby (ogławianie)",
        "miesiace": [1, 2],
        "opis": "Formowanie charakterystycznych 'głów' wierzbowych poprzez coroczne wycinanie witek.",
        "faza_ksiezyca": "Księżyc ubywający",
        "wplyw_ksiezyca": "Gwarantuje, że witki będą trwałe i elastyczne."
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Odwar z kory (Naturalna Aspiryna)",
      "typ": "medyczne",
      "metoda": "odwar",
      "tagi": ["gorączka", "ból", "grypa", "stawy"],
      "skladniki": [
        "Suszona kora wierzby: 1 łyżka stołowa",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Rozdrobnioną korę zalać zimną wodą.",
        "Doprowadzić do wrzenia i gotować na małym ogniu przez 10 minut.",
        "Odstawić na 15 minut, przecedzić."
      ],
      "dawkowanie": "Pić 3 razy dziennie po pół szklanki przy gorączce lub bólach stawów.",
      "uwagi": "Działa wolniej niż tabletka, ale efekt przeciwbólowy utrzymuje się dłużej.",
      "roslina": "Wierzba biała",
      "slug": "wierzba_biala",
      "cechy": ["bardzo gorzki smak", "ciemnożółty/brunatny kolor"],
      "wlasciwosci": ["przeciwgorączkowa", "przeciwzapalna"]
    },
    {
      "tytul": "Woda Wierzbowa (Naturalny Ukorzeniacz)",
      "typ": "ogrodowe",
      "metoda": "maceracja",
      "tagi": ["ogród", "sadzonki", "hormony"],
      "skladniki": [
        "Młode gałązki wierzby: 1 garść",
        "Woda: 1 litr"
      ],
      "sposob_przygotowania": [
        "Gałązki pokroić na kawałki 2-3 cm.",
        "Zalać wrzątkiem i odstawić na 24 godziny.",
        "Przecedzić."
      ],
      "uwagi": "W tej wodzie moczymy sadzonki innych roślin przed wsadzeniem do ziemi – kwas salicylowy i auksyny z wierzby drastycznie przyspieszają ukorzenianie.",
      "roslina": "Wierzba biała",
      "slug": "wierzba_biala"
    }
  ],
  "ostrzezenia": "Nie podawać dzieciom poniżej 12 roku życia podczas infekcji wirusowych (ryzyko Zespołu Reye’a – rzadkie, ale groźne powikłanie po salicylanach). Nie stosować przy astmie aspirynowej."
}