{
  "id": "wrotycz_pospolity",
  "nazwa_pl": "Wrotycz pospolity",
  "nazwa_lat": "Tanacetum vulgare",
  "rodzina": "Astrowate (Asteraceae)",
  "opis": "Wieloletnia, silnie pachnąca bylina, dorastająca do 1,5 metra wysokości. Charakteryzuje się sztywnymi łodygami zakończonymi jaskrawożółtymi kwiatami w kształcie guzików. Wrotycz to roślina o niezwykłej odporności, rosnąca na miedzach, ugorach i przydrożach. Od wieków stosowany jako 'strażnik czystości' – zarówno w organizmie (odrobaczanie), jak i w domostwie (odstraszanie insektów). Jego intensywny, kamforowy zapach jest znakiem rozpoznawczym jego potężnej siły fitochemicznej.",

  "profil_energetyczny": {
    "smak": "Bardzo gorzki, ostry, palący",
    "termika": "Gorąca",
    "wilgotnosc": "Wybitnie osuszająca",
    "zywiol": "Ogień i Metal",
    "opis": "Wrotycz to energia 'pogromcy'. Rozprasza zastoje zimnej wilgoci, zabija pasożyty i drobnoustroje, pobudza krew do krążenia. Działa jak gwałtowny impuls oczyszczający, który wypala infekcje i 'wygania' intruzów z organizmu."
  },

  "wymagania": {
    "stanowisko": "Pełne słońce. Jest rośliną światłolubną; w cieniu traci swój charakterystyczny pokrój i moc olejkową.",
    "gleba": "Przepuszczalna, sucha do umiarkowanie wilgotnej, zasobna w azot i potas. Rośnie na niemal każdym podłożu, z wyjątkiem bagiennego.",
    "ph_gleby": "5.5 - 7.5 (Tolerancyjny).",
    "mrozoodpornosc": "Strefa 3 (Całkowicie mrozoodporny, znosi ekstremalne warunki).",
    "woda": "Bardzo wysoka odporność na suszę dzięki głębokiemu kłączu."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Kwiaty żółte, zebrane w gęste, płaskie baldachogrona, pozbawione płatków języczkowych (wyglądają jak żółte guziki).",
      "Liście ciemnozielone, pierzastosieczne, o silnym, charakterystycznym zapachu kamfory i piołunu po roztarciu.",
      "Łodyga sztywna, kanciasta, często czerwonawa u nasady.",
      "Owoce to drobne niełupki z krótkim rąbkiem."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Krwawnik pospolity (Achillea millefolium)",
        "roznica": "Zanim zakwitnie, liście są podobne, ale krwawnik ma liście znacznie delikatniejsze i bardziej 'pierzaste', a wrotycz twardsze i większe. Wrotycz pachnie znacznie ostrzej."
      },
      {
        "nazwa": "Starzec jakubek (Jacobaea vulgaris)",
        "roznica": "Starzec ma typowe kwiaty astrowate z płatkami języczkowymi (jak małe stokrotki), wrotycz ma tylko 'guziki'. Starzec jest silnie toksyczny dla wątroby."
      }
    ]
  },

  "czesci_rosliny": {
    "kwiaty": {
      "nazwa_surowca": "Flos Tanaceti",
      "opis_botaniczny": "Same koszyczki kwiatowe zebrane bez szypułek w pełnym rozkwicie.",
      "skladniki_aktywne": [
        "Olejek eteryczny (bogaty w beta-tujon, izotujon, kamforę, borneol)",
        "Laktony seskwiterpenowe (tanacetyna)",
        "Flawonoidy (aksylaryna, kwercetyna)",
        "Kwasy fenolowe"
      ],
      "wlasciwości": "Przeciwpasożytnicze (na owsiki, glisty, tasiemce), przeciwgrzybicze, silnie żółciopędne, pobudzające miesiączkowanie, odkażające.",
      "czas_zbioru": "Lipiec - Wrzesień.",
      "ostrzezenia": "Zawiera TUJON – związek neurotoksyczny. Stosować wyłącznie pod kontrolą i nigdy w ciąży!"
    },
    "ziele": {
      "nazwa_surowca": "Herba Tanaceti",
      "opis_botaniczny": "Górne części pędów zbierane na początku kwitnienia.",
      "wlasciwości": "Głównie stosowane zewnętrznie na pasożyty skóry (wszawica, świerzb) oraz w celach gospodarskich.",
      "czas_zbioru": "Lipiec."
    }
  },

  "zastosowanie": {
    "medyczne": "Zwalczanie pasożytów przewodu pokarmowego, bolesne miesiączki (brak krwawienia), stany zapalne dróg żółciowych, depresja (pomocniczo), problemy skórne (trądzik, łuszczyca - ze względu na działanie antybiotyczne).",
    "kulinarne": "Historycznie używany w bardzo małych ilościach jako przyprawa do ciężkich mięs i puddingów, dziś odradzany ze względu na toksyczność tujonu.",
    "ogrodowe": "Jeden z najlepszych naturalnych pestycydów. Wyciąg z wrotycza zabija mszyce, gąsienice, mrówki oraz odstrasza kleszcze i komary.",
    "rzemieslnicze": "Naturalny żółty barwnik do wełny. Suszone ziele wkładane do szaf skutecznie odstrasza mole."
  },

  "interakcje": "Należy unikać łączenia z lekami działającymi na ośrodkowy układ nerwowy. Może nasilać działanie leków żółciopędnych.",

  "ciekawostki": [
    "W starożytnym Egipcie i w średniowieczu używany do konserwacji zwłok ze względu na silne właściwości antyseptyczne.",
    "Nazwa łacińska 'Tanacetum' pochodzi prawdopodobnie od greckiego 'athanasia' (nieśmiertelność), co odnosi się do faktu, że ususzone kwiaty bardzo długo zachowują kolor i kształt.",
    "Wrotycz był sadzony przy drzwiach domostw, aby 'zło nie miało wstępu' – zapach skutecznie odstraszał nie tylko owady, ale i myszy.",
    "Krowy unikają jedzenia świeżego wrotycza na pastwiskach, ale w sianie tracą one swoją gorycz i mogą być zjadane (choć mleko staje się wtedy gorzkie)."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator potasu.",
      "Bariera entomologiczna – chroni warzywnik przed szkodnikami (mszyce, pchełki).",
      "Magnes na pożyteczne owady (bzygi, których larwy zjadają mszyce).",
      "Roślina fitoremediacyjna – potrafi pobierać z gleby metale ciężkie."
    ],
    "gildie": [
      { "nazwa": "Drzewa owocowe (Śliwa, Jabłoń)", "rola": "Wrotycz pod drzewami ogranicza populację owocówki i mszyc." },
      { "nazwa": "Ziemniaki", "rola": "Posadzony w pobliżu, odstrasza stonkę ziemniaczaną." },
      { "nazwa": "Róże", "rola": "Chroni róże przed skoczkami i mszycami." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Zbiór kwiatów do celów leczniczych",
        "miesiace": [7, 8],
        "opis": "Zbiór w pełni rozwiniętych 'guzików' w słoneczne południe.",
        "faza_ksiezyca": "Pełnia",
        "pogoda": "Gorąca i sucha",
        "wplyw_ksiezyca": "Największa zawartość olejków eterycznych."
      },
      {
        "czynnosc": "Sporządzanie gnojówki ogrodniczej",
        "miesiace": [5, 6, 7],
        "opis": "Młode liście zalać wodą i poddać fermentacji (1 kg na 10 l wody).",
        "faza_ksiezyca": "Nów"
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Napar Wrotyczowy (Na pasożyty i trawienie)",
      "typ": "medyczne",
      "metoda": "napar",
      "tagi": ["odrobaczanie", "pasożyty", "wątroba", "trawienie"],
      "skladniki": [
        "Suszone kwiaty wrotycza: 1 łyżeczka",
        "Woda: 250 ml"
      ],
      "sposob_przygotowania": [
        "Zalać wrzątkiem.",
        "Parzyć pod przykryciem 15-20 minut.",
        "Przecedzić."
      ],
      "dawkowanie": "Pić małymi łykami w ciągu dnia. Nie stosować dłużej niż 3 dni pod rząd!",
      "uwagi": "Stosować wyłącznie u dorosłych. W przypadku nudności natychmiast przerwać.",
      "roslina": "Wrotycz pospolity",
      "slug": "wrotycz_pospolity",
      "cechy": ["bardzo gorzki smak", "żółty kolor"],
      "wlasciwosci": ["przeciwpasożytnicza", "żółciopędna"]
    },
    {
      "tytul": "Ocet Wrotyczowy (Na wszawicę i świerzb)",
      "typ": "medyczne",
      "metoda": "maceracja",
      "tagi": ["skóra", "pasożyty zewnętrzne", "włosy"],
      "skladniki": [
        "Świeże lub suszone ziele wrotycza: 1 szklanka",
        "Ocet jabłkowy lub spirytusowy: 500 ml"
      ],
      "sposob_przygotowania": [
        "Ziele zalać octem i odstawić na 10 dni.",
        "Przecedzić."
      ],
      "dawkowanie": "Smarować zmienione miejsca lub płukać włosy (rozcieńczony 1:1 z wodą).",
      "roslina": "Wrotycz pospolity",
      "slug": "wrotycz_pospolity"
    }
  ],

  "przepisy_kulinarne": [
    {
      "tytul": "Oprysk 'Tarcza Wrotyczowa' przeciw mszycom",
      "typ": "ogrodowe",
      "metoda": "wywar",
      "tagi": ["ochrona roślin", "mszyce", "mrówki", "ekologia"],
      "skladniki": [
        "Świeże ziele i kwiaty wrotycza: 300g (lub 30g suszu)",
        "Woda: 10 litrów"
      ],
      "sposob_przygotowania": [
        "Ziele zalać wodą i gotować przez 30 minut.",
        "Ostudzić i przecedzić.",
        "Stosować bez rozcieńczania bezpośrednio na zaatakowane rośliny."
      ],
      "uwagi": "Oprysk działa również odstraszająco na kleszcze w ogrodzie.",
      "roslina": "Wrotycz pospolity",
      "slug": "wrotycz_pospolity"
    }
  ],
  "ostrzezenia": "BEZWZGLĘDNIE NIE STOSOWAĆ W CIĄŻY (powoduje skurcze macicy i może doprowadzić do poronienia). Przedawkowanie powoduje zawroty głowy, krwiomocz i omamy. Przechowywać z dala od dzieci!"
}