{
  "id": "zywokost_lekarski",
  "nazwa_pl": "Żywokost lekarski",
  "nazwa_lat": "Symphytum officinale",
  "rodzina": "Ogórecznikowate (Boraginaceae)",
  "opis": "Wieloletnia, potężna bylina o grubym, mięsistym, czarnym korzeniu (wewnątrz białym). Cała roślina jest szorstko owłosiona. Żywokost to roślina terenów podmokłych, brzegów rzek i rowów. Słynie z błyskawicznego tempa wzrostu i produkcji ogromnej ilości biomasy. Od starożytności stosowany jako 'klej na złamania' – dzięki ogromnej zawartości alantoiny drastycznie przyspiesza podziały komórkowe i regenerację tkanek.",

  "profil_energetyczny": {
    "smak": "Słodki, śluzowaty, lekko cierpki",
    "termika": "Zimna",
    "wilgotnosc": "Wybitnie nawilżająca (śluzowa)",
    "zywiol": "Ziemia i Woda",
    "opis": "Żywokost to uosobienie energii 'spajającej'. Jego śluzowa natura 'smaruje' stawy, chłodzi stany zapalne kości i ścięgien oraz dosłownie 'zalewa' rany substancjami budulcowymi. Działa jak biologiczny cement dla osłabionej struktury organizmu."
  },

  "wymagania": {
    "stanowisko": "Półcień do słońca. Na stanowiskach słonecznych wymaga stale wilgotnego podłoża.",
    "gleba": "Ciężka, gliniasta, bardzo żyzna, zasobna w azot i wilgoć. Kocha tereny zalewowe.",
    "ph_gleby": "6.0 - 7.5 (Obojętna do lekko zasadowej).",
    "mrozoodpornosc": "Strefa 4 (Całkowicie mrozoodporny, zimuje w formie korzenia).",
    "woda": "Bardzo wysokie zapotrzebowanie; nie znosi długotrwałej suszy."
  },

  "identyfikacja": {
    "cechy_kluczowe": [
      "Liście wielkie, lancetowate, bardzo szorstkie (pokryte kłującymi włoskami).",
      "Górne liście zbiegają po łodydze, tworząc charakterystyczne 'skrzydełka' (listewki).",
      "Kwiaty dzwonkowate, zwisające w nibyokółkach, o barwie fioletowej, purpurowej lub kremowobiałej.",
      "Korzeń po przełamaniu jest śliski, śluzowaty, o czarnej skórce i śnieżnobiałym wnętrzu."
    ],
    "mozliwe_pomyłki": [
      {
        "nazwa": "Naparstnica purpurowa (Digitalis purpurea)",
        "roznica": "ŚMIERTELNIE TRUJĄCA. Przed kwitnieniem liście mogą być podobne, ale naparstnica ma liście miękkie (filcowate), a nie szorstko-kłujące. Liście naparstnicy nie zbiegają po łodydze."
      },
      {
        "nazwa": "Żywokost rosyjski (Symphytum x uplandicum)",
        "roznica": "Mieszaniec częsty w ogrodach; liście nie zbiegają tak wyraźnie po łodydze, ma większą siłę wzrostu, ale podobne właściwości."
      }
    ]
  },

  "czesci_rosliny": {
    "korzen": {
      "nazwa_surowca": "Radix Symphyti",
      "opis_botaniczny": "Wykopywany jesienią lub wczesną wiosną, gdy zawiera najwięcej substancji zapasowych.",
      "skladniki_aktywne": [
        "Alantoina (do 1.5% - rekordowa ilość)",
        "Śluzy (do 30%)",
        "Garbniki",
        "Kwas rozmarynowy (silne działanie przeciwzapalne)",
        "Alkaloidy pirolizydynowe (symfytyna, echimidyna)",
        "Asparagina"
      ],
      "wlasciwości": "Regenerujące tkankę kostną i łączną, przeciwzapalne, powlekające, przyspieszające ziarninowanie ran.",
      "czas_zbioru": "Październik - Listopad lub Marzec.",
      "ostrzezenia": "Ze względu na alkaloidy pirolizydynowe (toksyczność dla wątroby), współczesna medycyna zaleca stosowanie WYŁĄCZNIE zewnętrzne."
    },
    "liscie": {
      "nazwa_surowca": "Folium Symphyti",
      "wlasciwości": "Stosowane głównie do okładów na stłuczenia oraz jako nawóz w ogrodnictwie.",
      "czas_zbioru": "Maj - Sierpień."
    }
  },

  "zastosowanie": {
    "medyczne": "Zewnętrznie: złamania kości, pęknięcia kostne, zwichnięcia, skręcenia stawów, bóle kręgosłupa, zapalenie ścięgien, odmrożenia, oparzenia, trudno gojące się rany (bez zakażenia).",
    "kulinarne": "Dawniej młode liście smażono w cieście, jednak obecnie odradza się spożycie ze względu na ryzyko kumulacji toksycznych alkaloidów w wątrobie.",
    "ogrodowe": "Król nawozów naturalnych. Gnojówka z żywokostu to 'bomba potasowa' idealna dla pomidorów i papryk.",
    "rzemieslnicze": "Śluzy z korzenia były dawniej używane jako naturalny klej introligatorski i szewski."
  },

  "interakcje": "Nie stosować wewnętrznie przy jednoczesnym przyjmowaniu leków hepatotoksycznych (obciążających wątrobę). Zewnętrznie - brak istotnych interakcji.",

  "ciekawostki": [
    "W medycynie ludowej żywokost nazywano 'kawalerskim korzeniem' – wierzono, że kąpiel w żywokoscie potrafi 'zrosnąć' utracone dziewictwo.",
    "Alantoina z żywokostu jest tak skuteczna, że nie wolno jej stosować na rany brudne lub zakażone, ponieważ skóra zrośnie się tak szybko, że uwięzi ropę i bakterie wewnątrz.",
    "Korzeń żywokostu jest tak twardy i czarny z zewnątrz, że przypomina węgiel, ale po obraniu ukazuje białe wnętrze, co w 'doktrynie podpisów' oznaczało leczenie kości pod skórą.",
    "W Anglii żywokost nazywany jest 'Knitbone' (dziergający kości), co idealnie oddaje jego funkcję."
  ],

  "permakultura": {
    "funkcje": [
      "Dynamiczny akumulator potasu (pobiera go z głębokości nawet 2 metrów).",
      "Kopalnia minerałów dla kompostu (przyspiesza proces rozkładu).",
      "Szybkoodnawialne źródło mulczu (można go kosić 4-5 razy w roku).",
      "Płynny nawóz o wysokiej zawartości potasu i azotu."
    ],
    "gildie": [
      { "nazwa": "Drzewa owocowe (Jabłoń, Grusza)", "rola": "Posadzony pod drzewem, żywokost działa jak pompa minerałów, dostarczając potas do wierzchnich warstw gleby." },
      { "nazwa": "Pomidory", "rola": "Gnojówka z żywokostu to najlepsza odżywka na zawiązywanie owoców." }
    ]
  },

  "kalendarz_ogrodnika": {
    "zadania": [
      {
        "czynnosc": "Wykopywanie korzeni",
        "miesiace": [10, 11],
        "opis": "Pozyskiwanie grubych korzeni palowych. Uwaga: nawet mały kawałek zostawiony w ziemi odrośnie jako nowa roślina.",
        "faza_ksiezyca": "Nów (faza korzenia)",
        "pora_dnia": "Wieczór",
        "wplyw_ksiezyca": "Zapewnia maksymalne stężenie alantoiny i śluzów."
      },
      {
        "czynnosc": "Cięcie na gnojówkę",
        "miesiace": [5, 6, 7],
        "opis": "Cięcie liści tuż przed kwitnieniem, kiedy mają najwięcej azotu i potasu.",
        "faza_ksiezyca": "Księżyc przybywający"
      }
    ]
  },

  "przepisy_medyczne": [
    {
      "tytul": "Maść 'Szyj-kość' na stawy i złamania",
      "typ": "medyczne",
      "metoda": "ekstrakcja tłuszczowa",
      "tagi": ["koście", "stawy", "kontuzje", "regeneracja"],
      "skladniki": [
        "Świeży korzeń żywokostu (starty): 100g",
        "Smalec gęsi lub olej kokosowy: 200g",
        "Alkohol 70%: 1 łyżka (do skropienia)",
        "Wosk pszczeli: 20g"
      ],
      "sposob_przygotowania": [
        "Starty korzeń skropić alkoholem i zostawić na 20 minut.",
        "Tłuszcz rozpuścić w kąpieli wodnej, dodać żywokost.",
        "Ogrzewać przez 1-2 godziny na bardzo małym ogniu.",
        "Odstawić na noc, następnego dnia podgrzać i przecedzić przez gęstą gazę.",
        "Dodać wosk, wymieszać i przelać do słoiczków."
      ],
      "dawkowanie": "Smarować bolące miejsca 3 razy dziennie. Nie stosować na otwarte rany!",
      "uwagi": "Maść ma niesamowitą moc przenikania do głębszych warstw tkanki łącznej.",
      "roslina": "Żywokost lekarski",
      "slug": "zywokost_lekarski",
      "cechy": ["beżowy kolor", "śluzowata konsystencja"],
      "wlasciwosci": ["regenerująca", "przeciwzapalna"]
    },
    {
      "tytul": "Okład z liści na stłuczenia",
      "typ": "medyczne",
      "metoda": "świeża miazga",
      "tagi": ["stłuczenia", "opuchlizna", "pierwsza pomoc"],
      "skladniki": [
        "Świeże liście żywokostu"
      ],
      "sposob_przygotowania": [
        "Liście sparzyć wrzątkiem, a następnie rozbić tłuczkiem, aż puszczą sok i staną się papką.",
        "Przykładać na bolące miejsce i owinąć bandażem."
      ],
      "roslina": "Żywokost lekarski",
      "slug": "zywokost_lekarski"
    }
  ],

  "przepisy_ogrodnicze": [
    {
      "tytul": "Gnojówka żywokostowa (Potasowy Eliksir)",
      "typ": "ogrodowe",
      "metoda": "fermentacja",
      "tagi": ["nawóz", "permakultura", "potas", "pomidory"],
      "skladniki": [
        "Świeże liście i pędy żywokostu: 1 kg",
        "Woda (najlepiej deszczówka): 10 l"
      ],
      "sposob_przygotowania": [
        "Ziele pociąć i wrzucić do plastikowego wiadra.",
        "Zalać wodą i przykryć (uwaga: zapach jest bardzo intensywny!).",
        "Mieszać co kilka dni przez 2-4 tygodnie, aż przestanie się pienić."
      ],
      "dawkowanie": "Rozcieńczać 1:10 do podlewania roślin (szczególnie kwitnących i owocujących).",
      "uwagi": "Zawiera mnóstwo potasu, mikroelementów i alantoiny wspierającej odporność roślin.",
      "roslina": "Żywokost lekarski",
      "slug": "zywokost_lekarski"
    }
  ],
  "ostrzezenia": "STOSOWAĆ WYŁĄCZNIE ZEWNĘTRZNIE. Alkaloidy pirolizydynowe mogą uszkodzić wątrobę przy spożyciu. Nie stosować na rany głębokie i zakażone (ryzyko uwięzienia infekcji pod szybko zrastającą się tkanką). Nie stosować u kobiet w ciąży i dzieci."
}